{"id":1053,"created":1450795691,"modified":1455641228,"data":{"ArcaneFocusComponent":false,"Area":"40-ft.-radius emanation centered on you","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eA ring of radiant energy spirals out from your body, shattering the magical energies of others.\u003cbr /\u003eThis spell projects magical interference from your body, making it more difficult for others to cast spells within its area.\u003cbr /\u003eAny enemy attempting to cast a spell within the area of a kiss of draconic defiance must succeed on a Fortitude saving\u003cbr /\u003ethrow; failure means the spell is lost (as if cast) but has no effect.\u003cbr /\u003eAny creature that successfully saves against this spell is immune to its effect for 24 hours thereafter.\u003cbr /\u003eCheck spell resistance the first time a creature attempts to cast a spell within the area.\u003cbr /\u003eFurthermore, while this spell is active, you can automatically counter a single spell of 5th level or lower (as\u003cbr /\u003eper the counterspell action) as an immediate action, as long as the caster is within the area of the kiss of dragon defiance.\u003cbr /\u003eDoing so immediately ends the duration of this spell.\u003cbr /\u003eYou do not expend any of your own spell slots to counter the other spell and need not make a Spellcraft check to identify it (though you can choose to do so to ensure that it\u0026#39;s not higher than 5th level).\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"Concentration + 1 round or until expended","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Kiss of Draconic Defiance","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Dragon Magic","SavingThrow":"Fortitude negates; see text","School":"Abjuration","SomaticComponent":true,"SpellRange":"40 ft.","SpellResistance":"Yes; see text","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}