{"id":1083,"created":1450795691,"modified":1455641228,"data":{"ArcaneFocusComponent":false,"Area":"One 5-foot square per level (maximum 5), beginning adjacent to your space (S)","AuditoryDisplay":false,"CastingTime":"1 standard action; see text","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eA pathway of solid ice races along the ground from your feet, creating a frozen strip that gives off wisps of moisture.\u003cbr /\u003eThis spell creates a pathway or area of slippery ice on the ground.\u003cbr /\u003eEntering an affected square costs 2 squares of movement; a creature can avoid this hindrance by succeeding on a DC 10 Balance check.\u003cbr /\u003eIf the creature fails the save by 5 or more, it not only spends 2 squares of movement to enter the affected square, but it also falls prone in that square.\u003cbr /\u003eIn addition, any creature that starts its turn in an affected square or that enters an affected square takes 1 point of cold damage.\u003cbr /\u003eIf a creature enters more than one affected square on its turn, it takes damage for each square.\u003cbr /\u003eThis spell can be cast only on solid ground and has no effect when cast on the surface of water or other liquids.\u003cbr /\u003eIf you cast path of frost again before the duration of the first spell ends, any squares within the area of both castings deal 2 points of cold damage.\u003cbr /\u003eMore than two overlapping areas don\u0026#39;t stack.\u003cbr /\u003eSpecial: A white dragon capable of casting 3rd-level sorcerer spells can cast this spell as a swift action.\u003c/p\u003e","Descriptors":"Cold","Displays":"","DivineFocusComponent":false,"Duration":"1 round/level","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Path of Frost","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Dragon Magic","SavingThrow":"Reflex negates","School":"Transmutation","SomaticComponent":true,"SpellRange":"30 ft.","SpellResistance":"No","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}