{"id":1093,"created":1450795691,"modified":1450795691,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eGreen and yellow sparks fly off your body as a light breeze picks up, lifting loose debris and swirling around with a faint howl. \u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis spell speeds the flow of magic through you, hastening your spellcasting ability. Casting times for arcane spells are reduced as follows:\u003cbr /\u003eNormal Casting Time     New Casting Time\u003cbr /\u003e1 standard action          1 swift action\u003cbr /\u003e1 full round                   1 standard action\u003cbr /\u003e2-10 rounds                  1 round less than normal\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eArcane spellsurge has no effect on any spell with a casting time of greater than 1 minute or a casting time not listed on the table. You can\u0026#39;t choose to ignore this effect; that is, you can\u0026#39;t opt to cast a spell using its normal casting time. Thus, if all your spells normally have casting times of 1 standard action, they take 1 swift action instead, and because you can\u0026#39;t take more than one swift action in a round, you won\u0026#39;t be able to cast multiple spells per round while under the effect of arcane spellsurge. (If you have available spells with casting times of 1 full round, you are still able to cast more than one of those spells per round). However, a sorcerer or other spontaneous arcane caster could cast a metamagic spell (as a standard action) and a normal spell (as a swift action) in the same round.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis spell doesn\u0026#39;t stack with any other effect that reduces a spell\u0026#39;s casting time.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eSpecial: If you are of the dragonblood subtype (see page 4), you can cast this spell as a swift action.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"1 round/level","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Arcane Spellsurge","Page":64,"Rulebook":"Dragon Magic","SavingThrow":"","School":"Universal","SomaticComponent":true,"SpellRange":"Personal","SpellResistance":"","Subschool":"","Target":"You","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}