{"id":1110,"created":1450795691,"modified":1450795691,"data":{"ArcaneFocusComponent":false,"Area":"100-ft.-radius burst","CastingTime":"1 standard action","Components":"V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eWhen you speak the triggering phrase, six puffs of shadow burst forth from your location, flying out to cover the six areas you target in your mind.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou create four cylinders of magical \u003cem\u003edarkness\u003c/em\u003e within the area, which randomly and rapidly move around at ground level, giving concealment to nearby creatures. The cylinders of shadow (called \u0026quot;glooms\u0026quot;) occupy space as Medium creatures (a 5-foot square), are 10 feet tall, and cannot leave the area of the spell.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA creature fully engulfed by one or more of these glooms has concealment. This concealment applies to attacks made against or by creatures in these glooms.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe glooms are under your limited control. While the spell is in effect, you can use a free action on your turn to direct a controlled gloom to attach itself to and envelop a particular target and follow it. The target can attempt a Will saving throw to avoid being enveloped. Success indicates the gloom dissipates; failure means the target is surrounded by magical darkness. Once it is attached to a target, a gloom stays with that target until the spell\u0026#39;s duration expires.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eOrigin\u003c/em\u003e: This spell was created centuries ago by a steel dragon who eschewed human contact and masqueraded as a cruel necromancer who dwelt in an isolated tower.\u003c/p\u003e","Descriptors":"Darkness","DivineFocusComponent":false,"Duration":"1 round/level","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Scattergloom","Page":118,"Rulebook":"Dragons of Faerun","SavingThrow":"Will negates","School":"Evocation","SomaticComponent":false,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"No","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}