{"id":1165,"created":1450795691,"modified":1455641228,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou point a crooked finger at the ooze, and it shivers with what could easily he mistaken for anticipation.\u003cbr /\u003eYou telekinetically take control of the targeted ooze if it fails its saving throw.\u003cbr /\u003eOnce control is established, youmust have line of sight to the ooze to manipulate it, but distance is not otherwise a factor unless you and the ooze are on different planes (at which point the spell ends).\u003cbr /\u003eThus, you can manipulate the ooze while scrying upon it, for example.\u003cbr /\u003eYou can force the ooze to move, attack, and otherwise perform as you desire, within the limits of its abilities.\u003cbr /\u003eControlling an ooze\u0026#39;s actions for an entire round is a move action for you.\u003cbr /\u003eWhen not directed to move, attack, or undertake any actions by you, the ooze is held immobile by telekinetic forces.\u003cbr /\u003eAlthough most oozes have no minds, they still instinctively resist this telekinetic control.\u003cbr /\u003eThus, if forced to take a self-destructive action, the ooze gains a new Fortitude saving throw to negate the effect of the spell.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"1 hour/level","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Oozepuppet","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Fiendish Codex I: Hordes of the Abyss","SavingThrow":"Fortitude negates","School":"Transmutation","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"Yes","Subschool":"","Target":"One ooze","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}