{"id":1174,"created":1450795691,"modified":1450795691,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eWith a flash of red light and a sound like the screams of a thousand suffering souls, you invest the target with infernal energy, drawing power from an amnizu to power the spell.\u003cbr /\u003eYou infuse a target with the intellect-sapping power and slippery mind of an amnizu.\u003cbr /\u003eWhile under the effect of this spell, the target can, each round as a standard action, make a single melee touch attack.\u003cbr /\u003eA touched creature takes 1d4 points of Intelligence damage.\u003cbr /\u003eThe subject of this spell can use this touch attack once per two caster levels.\u003cbr /\u003eThe subject of this spell also becomes immune to any effect that would damage, drain, or otherwise reduce its own Intelligence score.\u003cbr /\u003eIn addition, the subject gains resistance to fire 5.\u003cbr /\u003eThis resistance stacks with the resistance granted by other evil investiture spells (but not with multiple castings of investiture of the amnizu).\u003cbr /\u003eWhile this spell is in effect, magic weapons with the evil outsider bane special ability have full effect against the subject of the investiture.\u003cbr /\u003eAfter the spell\u0026#39;s duration expires (or if it is dispelled or ended through some other means), the subject is fatigued for 1 minute.\u003cbr /\u003eMaterial Component: A fist-sized chunk of brimstone.\u003c/p\u003e","Descriptors":"Evil, Investiture","DivineFocusComponent":false,"Duration":"1 minute/level","Effect":"","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Investiture of the Amnizu","Page":0,"Rulebook":"Fiendish Codex II: Tyrants of the Nine Hells","SavingThrow":"Will negates (harmless)","School":"Transmutation","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"Yes (harmless)","Subschool":"","Target":"One living creature","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}