{"id":1187,"created":1450795691,"modified":1450795691,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eThe air stinks of sulfur and brimstone as you use the essence of a spinagon to imbue a creature with the power of Baator.\u003cbr /\u003eYou cause a creature to suddenly bristle with spines.\u003cbr /\u003eThe subject can snap its body forward to unleash a volley of up to three spines as a standard action (make a separate attack roll for each spine).\u003cbr /\u003eThe spines each deal 1d6 points of damage plus the subject\u0026#39;s Strength modifier.\u003cbr /\u003eThis attack has a range of 60 feet with no range increment.\u003cbr /\u003eThe spines can be directed against different targets if desired, but all targets must be within 30 feet of one another.\u003cbr /\u003eThe subject can launch up to fifteen spines per casting of this spell.\u003cbr /\u003eIn addition, the subject gains resistance to fire 5.\u003cbr /\u003eThis resistance stacks with the resistance granted by other evil investiture spells (but not with multiple castings of investiture of the spined devil).\u003cbr /\u003eWhile this spell is in effect, magic weapons with the evil outsider bane special ability have full effect against the subject of the investiture.\u003cbr /\u003eAfter the spell\u0026#39;s duration expires (or if it is dispelled or ended through some other means), the subject is fatigued for 1 minute.\u003cbr /\u003eMaterial Component: A fist-sized chunk of brimstone.\u003c/p\u003e","Descriptors":"Evil, Investiture","DivineFocusComponent":false,"Duration":"1 minute/level","Effect":"","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Investiture of the Spined Devil","Page":0,"Rulebook":"Fiendish Codex II: Tyrants of the Nine Hells","SavingThrow":"Will negates (harmless)","School":"Transmutation","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"Yes (harmless)","Subschool":"","Target":"One living creature","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}