{"id":1213,"created":1450795691,"modified":1450795691,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 action","Components":"DF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eGreater fantastic machine creates an illusory, manyarmed, noisy mechanical construct of impressively massive appearance.\u003cbr /\u003eYou can concentrate on controlling the machine\u0026#39;s every action or specify a simple program, such as collect all the logs in an area and stack them in a neat pile, plow a field, drive piles, or the like.\u003cbr /\u003eThe machine can perform only fairly simple physical tasks.\u003cbr /\u003eDirecting the machine\u0026#39;s actions or changing its programmed movement is a standard action for you.\u003cbr /\u003eThe machine always acts on your turn in the initiative order.\u003cbr /\u003e(It can act during the turn you cast the spell).\u003cbr /\u003eExcept where noted below, the machine functions as a Large (tall) animated object (see the Monster Manual) constructed from adamantine.\u003cbr /\u003eIt trundles over the ground at a speed of 60 feet.\u003cbr /\u003eIt can swim or fly at a speed of 20 feet (poor maneuverability).\u003cbr /\u003eIt has 16 HD, 88 hit points, an Armor Class of 20 (-1 size, +11 natural), and a hardness of 20.\u003cbr /\u003eIts saving throw modifiers are Fortitude +5, Reflex +5, and Will +0.\u003cbr /\u003eThe machine has a Strength score of 22.\u003cbr /\u003eA light load for the machine is up to 520 pounds, a medium load is 521 to 1,040 pounds, and a heavy load is 1,041 to 1,560 pounds.\u003cbr /\u003eThe machine can fly or swim only when lightly loaded.\u003cbr /\u003eThe machine can lift a weight of up to 3,120 pounds to a height of 15 feet.\u003cbr /\u003eIt can push or drag 7,800 pounds.\u003cbr /\u003eIt can excavate 20,000 pounds of loose rock each minute (which is sufficient to clear a 5-by-5-by-5-foot space in 1 round).\u003cbr /\u003eIt can excavate sand or loose soil at twice that rate.\u003cbr /\u003eThe machine makes slam attacks with an attack bonus of +17/+12 for 1d8+9 points of damage.\u003cbr /\u003eIt deals triple slam damage (3d8+27) against stone or metal.\u003cbr /\u003eThe machine can hurl Small rocks (if any are at hand) with an attack bonus of +12/+7.\u003cbr /\u003eIts range increment is 150 feet, and it can throw a rock up to 10 range increments.\u003cbr /\u003eA thrown rock deals 2d6+9 points of damage.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":true,"Duration":"1 minute/level (D)","Effect":"A 10-ft. machine","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Fantastic Machine, Greater","Page":0,"Rulebook":"Forgotten Realms Campaign Setting","SavingThrow":"None","School":"Illusion","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"Yes","Subschool":"Shadow","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}