{"id":1221,"created":1450795691,"modified":1450795691,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 action","Components":"DF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou cause a single natural opening or natural chamber to become animated.\u003cbr /\u003eThe opening or chamber cannot move, but it can attack.\u003cbr /\u003eYou can order it to attack any creature, or a specific type of creature.\u003cbr /\u003eYou also can order it to attack under a specific circumstance, such as when creatures try to leave or when they touch something.\u003cbr /\u003eAn animated opening can only attack creatures that try to move through it.\u003cbr /\u003eAn animated chamber can attack every creature inside.\u003cbr /\u003eOnly one maw of stone can be in effect on a particular opening or chamber at a time.\u003cbr /\u003eThe animated opening or chamber has a Strength score of 30 and an attack bonus equal to your level + your Wisdom modifier + 7 for its Strength.\u003cbr /\u003eIf it has any single dimension (height, length, or width) of 8 feet or more, it has a -1 size penalty on attack rolls for being Large.\u003cbr /\u003eAn animated opening can make one grapple attack each round against a creature passing through.\u003cbr /\u003eIf it succeeds with its grab attempt, it makes a grapple check and deals 2d6+10 points of normal damage with a successful hold.\u003cbr /\u003eA Large opening gains a +4 special size modifier and deals 2d8+10 points of damage.\u003cbr /\u003eAn animated chamber works the same way, except that it can make a separate attack against every creature inside.\u003cbr /\u003eThe animated stone has an Armor Class of 15, or 14 if Large (-1 size), and a hardness of 8.\u003cbr /\u003eAn opening has 40 hit points (60 if Large).\u003cbr /\u003eA chamber has 60 hit points (90 if Large).\u003c/p\u003e","Descriptors":"","DivineFocusComponent":true,"Duration":"10 minutes/level (D)","Effect":"One cave mouth or natural chamber up to 15 ft. high and wide","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Maw of Stone","Page":0,"Rulebook":"Forgotten Realms Campaign Setting","SavingThrow":"None","School":"Transmutation","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"No","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}