{"id":1255,"created":1450795691,"modified":1450795691,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou create a ship made of ice.\u003cbr /\u003eThe vessel can take one of two forms, depending on your needs at the time.\u003cbr /\u003eThe form is chosen when the spell is cast and cannot be changed.\u003cbr /\u003eIce Runner: This tiny, narrow ship appears with a set of stone runners that carry the ship at speeds of up to 80 mph over any level ice, such as a lake, river, or ocean pack ice.\u003cbr /\u003eIt can carry one Medium creature per caster level, and it cannot move against the prevailing winds (though it can move at right angles to the wind).\u003cbr /\u003eLarge creatures cannot fit on an ice runner.\u003cbr /\u003eThis form has 40 hit points and a hardness of 3.\u003cbr /\u003eIce Galleon: This sailing vessel can move against the wind at a steady pace of 5 mph, or with the wind at 10 mph.\u003cbr /\u003eIt carries three Medium creatures per caster level, or one Large creature per level.\u003cbr /\u003eThis form has 60 hit points and a hardness of 5.\u003cbr /\u003eIf the ship is created in an area of temperature above freezing, it immediately begins to melt, taking 1d12 points of damage per hour.\u003cbr /\u003eBoth forms begin to melt or crack slowly during the last hour of the spell regardless of temperature, and disappear into puddles or splinters of ice at the end of the spell\u0026#39;s duration.\u003cbr /\u003eMaterial Component: A small glass model of a ship worth at least 200 gp.\u003c/p\u003e","Descriptors":"Creation","DivineFocusComponent":false,"Duration":"1 hour/level (D)","Effect":"Creates ship of ice","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Ice Ship","Page":0,"Rulebook":"Frostburn","SavingThrow":"","School":"Conjuration","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}