{"id":1267,"created":1450795691,"modified":1455641228,"data":{"ArcaneFocusComponent":false,"Area":"30-ft. radius centered on you","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eSnowsong fills the area with a soft snowfall that melts and evaporates on contact with anything solid.\u003cbr /\u003eWhen you cast the spell, you must designate all creatures in the area as either allies or enemies.\u003cbr /\u003eWhile the snow falls, allies in the area hear a soft, lilting song that bolsters their spirits and confidence.\u003cbr /\u003eAt the same time, as the snow strikes their bodies, it melts and washes away scars, wounds, and filth.\u003cbr /\u003eAllies under the effect of the snow gain a +4 morale bonus to Charisma and attack rolls, and a +4 insight bonus to Armor Class.\u003cbr /\u003eIn addition, the snow imparts fast healing 1 and resistance to cold 15 to all affected allies.\u003cbr /\u003eAll melee attacks made by allies in the snowsong deal an additional 1d6 points of cold damage.\u003cbr /\u003eEnemies in the area of a snowsong have a much different experience.\u003cbr /\u003eTo them, the snow is bitterly cold and leaves scabs and angry welts when it lands their skin.\u003cbr /\u003eThey perceive the music as a discordant jangle of crashes, scrapes, and howls.\u003cbr /\u003eAs long as they remain in the area, they suffer a 20% chance of spell failure (for both divine and arcane spells) when casting any spells with a verbal component.\u003cbr /\u003eEnemies can resist the effects of a snowsong with a successful Will saving throw.\u003cbr /\u003eThese benefits remain in place as long as the spell persists and as long as the target remains in the spell\u0026#39;s area.\u003cbr /\u003eIf a creature leaves the spell\u0026#39;s area, all effects end for that creature until it returns to the snowsong\u0026#39;s area.\u003c/p\u003e","Descriptors":"Mind-Affecting","Displays":"","DivineFocusComponent":false,"Duration":"10 min./level","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Snowsong","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Frostburn","SavingThrow":"Will negates","School":"Enchantment","SomaticComponent":false,"SpellRange":"30 ft.","SpellResistance":"Yes","Subschool":"Compulsion","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}