{"id":1268,"created":1450795691,"modified":1455641228,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"DF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou create a strong blast of arctic air that originates from your fingertips and moves in the direction you are facing.\u003cbr /\u003eAs a stronger form of gust of wind, this boreal wind automatically extinguishes candles, torches, and similar protected or unprotected f lames, including lanterns.\u003cbr /\u003eLarge fires (such as bonfires, a blacksmith\u0026#39;s coals, or even a house fire) have a 50% chance to be extinguished by the boreal wind.\u003cbr /\u003eForest or grassland fires are too large to be extinguished by this spell.\u003cbr /\u003eAll creatures caught in the area take 1d4 points of cold damage per caster level (maximum 15d4).\u003cbr /\u003eA successful Fortitude saving throw negates the gust\u0026#39;s effects.\u003cbr /\u003eThose that fail the save are pushed away from the caster a distance of 3 feet per caster level.\u003cbr /\u003eCreatures that remain in the area past the first round must make an additional saving throw each round.\u003cbr /\u003eA boreal wind can do anything a sudden blast of wind would be expected to do.\u003cbr /\u003eIt can create a stinging spray of sand or dust, overturn tents\u003cbr /\u003eand blow down small huts, scuttle a small boat, and blow gases or vapors to the edge of the range.\u003cbr /\u003eThe wind can change direction if you actively direct it (a move action for you); otherwise, it merely blows in the same direction.\u003c/p\u003e","Descriptors":"Cold","Displays":"","DivineFocusComponent":true,"Duration":"1 round + 1 round/2 levels","Effect":"Gust of wind (20 ft. wide, 20 ft. high) emanating out from you to the extreme of the range","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Boreal Wind","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Frostburn","SavingThrow":"Fortitude negates","School":"Evocation","SomaticComponent":true,"SpellRange":"Long (400 ft. + 40 ft./level)","SpellResistance":"Yes","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}