{"id":1277,"created":1450795691,"modified":1450795691,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eAn immobile, opaque curtain of frosty coldfire springs into existence.\u003cbr /\u003eOne side of the wall, selected by you, sends forth waves of cold, dealing 2d4 points of cold damage to creatures within 10 feet and 1d4 points of cold damage to those past 10 feet but within 20 feet.\u003cbr /\u003eThe wall deals this damage when it appears and on your turn each round to all creatures in the area.\u003cbr /\u003eIn addition, the wall deals 2d6 points of frostburn damage +1 point of frostburn damage per caster level (maximum +20) to any creature passing through it.\u003cbr /\u003eIf you evoke the wall so that it appears where creatures are, each creature takes damage as if passing through the wall.\u003cbr /\u003eThe opaqueness of the coldfire grants concealment (20% miss chance) against attacks made from the opposite side of the wall.\u003cbr /\u003eIf any 5-foot length of wall takes 20 points of fire damage or more in 1 round, that length goes out.\u003cbr /\u003e(Do not divide fire damage by 4, as for normal objects).\u003cbr /\u003eWall of coldfire can be made permanent with a permanency spell.\u003cbr /\u003eA permanent wall of coldfire that is extinguished by fire damage becomes inactive for 10 minutes, then reforms at normal strength.\u003cbr /\u003eColdfire Component: Three ounces of coldfire.\u003c/p\u003e","Descriptors":"Cold","DivineFocusComponent":false,"Duration":"Concentration + 1 round/level","Effect":"Opaque sheet of coldfire up to 20 ft. long/level or a ring of coldfire with a radius of up to 5 ft. per two levels; either form 20 ft. high","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Wall of Coldfire","Page":0,"Rulebook":"Frostburn","SavingThrow":"None","School":"Evocation","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"Yes","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}