{"id":1302,"created":1450795691,"modified":1450795691,"data":{"ArcaneFocusComponent":false,"Area":"Ice and snow in a volume of 10 ft./level by 10 ft./level by 2 ft./level (S)","CastingTime":"1 standard action","Components":"DF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eDepending on the version you choose, the control snow and ice spell raises or lowers ice or snow.\u003cbr /\u003eLower Snow and Ice: This causes snow and ice to sink away to a minimum depth of 1 inch.\u003cbr /\u003eThe depth can be lowered by up to 2 feet per caster level.\u003cbr /\u003eThe snow and ice is lowered within a squarish depression whose sides are up to 10 feet long per caster level.\u003cbr /\u003eIn extremely large and deep snow and ice fields, such as a glacier, the spell creates a crevasse that sweeps creatures downward (without dealing damage), rendering them unable to leave by normal movement for the duration of the spell.\u003cbr /\u003eThey can climb out of a crevasse, as normal with a DC 18 Climb check.\u003cbr /\u003eWhen cast on ice elementals and other ice-based creatures, this spell acts as a slow spell.\u003cbr /\u003eThe spell has no effect on other creatures.\u003cbr /\u003eRaise Snow and Ice: This causes snow and ice to rise in height, just as the lower snow and ice version causes it to lower.\u003cbr /\u003eCreatures and objects on top of the snow or ice are raised along with the top level of snow.\u003cbr /\u003eFor either version, the character may reduce one horizontal dimension by half and double the other horizontal dimension.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":true,"Duration":"10 min./level (D)","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Control Snow and Ice","Page":0,"Rulebook":"Frostburn","SavingThrow":"None","School":"Transmutation","SomaticComponent":true,"SpellRange":"Long (400 ft. + 40 ft./level)","SpellResistance":"No","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}