{"id":1468,"created":1450795691,"modified":1450795691,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"M S V XP","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eThis spell grants intelligence to mindless undead such as skeletons and zombies.\u003cbr /\u003eUndead with Intelligence scores are unaffected.\u003cbr /\u003eMindless undead within the radius gain Intelligence 4+1d6.\u003cbr /\u003eUndead cannot gain more intelligence than typical of their original kind.\u003cbr /\u003eA skeletal dog simply has Intelligence 2, while a skeletal orc makes the die roll but can\u0026#39;t have more than Intelligence 8.\u003cbr /\u003eUndead do not regain any skills or feats they had in life.\u003cbr /\u003eUndead regain the armor and weapon proficiencies they had in life (assume the undead were formerly warriors unless your DM specifies otherwise) and will don armor and take up weapons while obeying your commands.\u003cbr /\u003eA zombie fighter can wear any armor and wield any simple or martial weapon, while a zombie warhorse can wear any armor.\u003cbr /\u003eUndead also regain any extraordinary abilities they had in life, such as poison or scent.\u003cbr /\u003eAwakened undead gain a +2 profane bonus on their Will saving throws to resist control undead.\u003cbr /\u003eAwakened undead also gain +2 turn resistance (or retain their own turn resistance, if any, and if it is better than +2).\u003cbr /\u003eMaterial Component: A humanoid fingerbone.\u003cbr /\u003eXP Cost: 200 XP.\u003c/p\u003e","Descriptors":"Evil","DivineFocusComponent":false,"Duration":"Permanent (D)","Effect":"","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Awaken Undead","Page":0,"Rulebook":"Libris Mortis: The Book of the Dead","SavingThrow":"None (harmless)","School":"Necromancy","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"Yes (harmless)","Subschool":"","Target":"All mindless undead within a circle 25 ft. in radius + 5 ft./2 levels","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":true}}