{"id":1515,"created":1450795691,"modified":1450795691,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 full round","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou create a dome of shadow.\u003cbr /\u003eThe outer surface of the dome is impenetrable to normal vision and darkvision, granting 100% concealment to creatures and objects within the spell\u0026#39;s area.\u003cbr /\u003eA creature under the effect of blacklight cannot see through the dome.\u003cbr /\u003eThe interior of the dome casts a deep shadow on everything within, reducing the range of normal vision to 5 feet; creatures with darkvision can see normally within the dome.\u003cbr /\u003eLight, including sunlight, cannot penetrate the dome.\u003cbr /\u003eCreatures that would normally be adversely affected by sunlight, such as shades and vampires, are able to function normally within the dome.\u003cbr /\u003eYou cannot cast the spell on a point in space or on a mobile object.\u003cbr /\u003eAll Shadovar expeditions assigned to recover items from old Netherese locations include at least one arcanist able to cast this protective spell.\u003cbr /\u003eShadow canopy counters or dispels any light spell of equal or lower level.\u003cbr /\u003eLight spells of equal level have no effect on shadow canopy,\u003cbr /\u003ebut light spells of higher level counter or dispel shadow canopy.\u003cbr /\u003eMaterial Component: A handful of coal dust and the dried eyeball of any diurnal creature.\u003c/p\u003e","Descriptors":"Darkness","DivineFocusComponent":false,"Duration":"1 hour/level","Effect":"Dome 25 ft. high, diameter 100 ft. + 50 ft./level","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Shadow Canopy","Page":0,"Rulebook":"Lords of Darkness","SavingThrow":"Will negates or none (object)","School":"Evocation","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"Yes or no (object)","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}