{"id":1695,"created":1450795692,"modified":1455641228,"data":{"ArcaneFocusComponent":true,"Area":"","AuditoryDisplay":false,"CastingTime":"1 action","Components":"AF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eSimilar to Bigby\u0026#39;s grasping hand, this spell creates a Medium-size reptilian claw made of ice.\u003cbr /\u003eThe ice claw gets one grappling attack per round.\u003cbr /\u003eIts attack bonus to make contact is your level + your Intelligence or Charisma modifier (for wizards and sorcerers, respectively), +7 for the claw\u0026#39;s Strength score (24).\u003cbr /\u003eIts grapple check is this same figure.\u003cbr /\u003eWhen the claw succeeds at a grapple, it inflicts normal grapple damage (1d3 points plus its Strength modifier).\u003cbr /\u003eYou can direct it to damage or pin its target on your turn as a free action.\u003cbr /\u003eOn any round that the claw is grappling a target, it deals 1d8 points of cold damage in addition to any other damage it causes.\u003cbr /\u003eThe claw can attack on the round it appears.\u003cbr /\u003eDirecting it to change targets is a standard action.\u003cbr /\u003eIt always attacks from your direction and does not get a flanking bonus or help a combatant get one.\u003cbr /\u003eThe claw has as many hit points as you do when undamaged and is AC 20 (+10 natural).\u003cbr /\u003eIt takes damage as a normal creature, but most magical effects that do not deal damage do not affect it.\u003cbr /\u003eThe claw cannot push through a wall of force or enter an antimagic field.\u003cbr /\u003eIt suffers the full effects of a prismatic wall or prismatic sphere.\u003cbr /\u003eThe claw makes saving throws as if it were you.\u003cbr /\u003eDisintegrate or a successful dispel magic destroys it.\u003cbr /\u003eIt is immune to cold but takes double damage from fire.\u003cbr /\u003eFocus: A white leather glove and a piece of clear rock crystal.\u003c/p\u003e","Descriptors":"Cold","Displays":"","DivineFocusComponent":false,"Duration":"1 round/level (D)","Effect":"10-ft. ice claw","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Zajimarn's Ice Claw Prison","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Magic of Faerun","SavingThrow":"None","School":"Evocation","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"Yes","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}