{"id":1702,"created":1450795692,"modified":1455641228,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou create a floating Medium-size hand out of shadow material.\u003cbr /\u003eThe shadow hand is an opaque gray color, 5 feet long, and that wide with its fingers outstretched.\u003cbr /\u003eIt can give cover as a Bigby\u0026#39;s interposing hand spell (providing only one-half cover), carry materials as Tenser\u0026#39;s floating disk, strike opponents, or point or gesture as a normal hand does.\u003cbr /\u003eThe hand is AC 18 (+6 natural, +2 deflection) and has half as many hit points as you have when undamaged.\u003cbr /\u003eIt can be damaged just as Bigby\u0026#39;s interposing hand can, and makes all saving throws as if it were you.\u003cbr /\u003eChanging the hand\u0026#39;s task or target is a standard action, and it can move anywhere in range.\u003cbr /\u003eIf not given any commands, the hand follows you at your speed, maintaining the same distance from you.\u003cbr /\u003eThe spell ends if the hand ever exceeds its range.\u003cbr /\u003eIf it is carrying items and commanded to do something else, the hand drops whatever it is holding in order to complete its task (you can order the hand to rid itself of items gently as a standard action).\u003cbr /\u003eUnlike Tenser\u0026#39;s floating disk, it does not have to follow you at a fixed distance\u0026#8212;you may direct where the hand goes.\u003cbr /\u003eIf commanded to attack, the hand makes a slam attack at your base attack bonus (+4 for its 18 Strength), dealing 1d6+4 points of damage, attacking from your direction.\u003cbr /\u003eIt cannot perform any special combat actions such as bull rush, grapple, or trip.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"1 round/level (D)","Effect":"5-ft. hand","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Shadow Hand","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Magic of Faerun","SavingThrow":"None","School":"Illusion","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"Yes","Subschool":"Shadow","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}