{"id":1816,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 round","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou create a single lesser midnight construct (see page 184).\u003cbr /\u003eThe creature appears where you designate and acts immediately, on your turn.\u003cbr /\u003eIt attacks your opponents to the best of its ability.\u003cbr /\u003eAs a free action, you can mentally direct it not to attack, to attack particular enemies, or to perform other actions.\u003cbr /\u003eThe midnight construct acts normally on the last round of the spell\u0026#39;s duration and dissipates at the end of its turn.\u003cbr /\u003eMidnight constructs are not summoned; they are created on the plane you inhabit, using incarnum you coalesce.\u003cbr /\u003eThus, they are not subject to effects that hedge out or otherwise affect outsiders or summoned creatures.\u003cbr /\u003eEssentia: You can invest essentia in a midnight construct when you create it to gain one or more of the following modifications to the construct.\u003cbr /\u003eEvery point of essentia can be invested in any one modification.\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eCombat Power: +1 enhancement bonus on attack rolls and damage rolls per point of essentia invested.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eDamage Reduction: Increase the construct\u0026#39;s DR by 2 points per point of essentia invested.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eLand Speed Increase: Increase the construct\u0026#39;s land speed by 10 feet per point of essentia invested.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003cbr /\u003eMaterial Component: A bead of dark glass.\u003c/p\u003e","Descriptors":"Incarnum","DivineFocusComponent":false,"Duration":"1 round/level (D)","Effect":"One conjured midnight construct","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Conjure Lesser Midnight Construct","Page":0,"Rulebook":"Magic of Incarnum","SavingThrow":"None","School":"Conjuration","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"No","Subschool":"Creation","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}