{"id":1867,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou can transform your body into a particular type of elemental substance.\u003cbr /\u003eYou and your possessions appear to be made of that element, though in the same general shape and size as your normal appearance.\u003cbr /\u003eYou gain the following abilities when you use elemental body:\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eYou have the benefits of the attune form spell with respect to the appropriate element.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003cbr /\u003eIf you choose a water body, for example, you can breathe normally on water-dominant planes.\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eYou are immune to poison, sleep, paralysis, and stunning, and are not subject to critical hits or flanking.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003cbr /\u003eYou gain darkvision with a range of 60 feet.\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eYour creature type remains unchanged, so you are unaffected by spells that target elementals.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003cbr /\u003eIn addition, you gain the following exceptional abilities according to the type of elemental body chosen: Air: Fly at your normal speed (perfect maneuverability), air mastery (airborne creatures suffer a -1 penalty on attack and damage rolls against you).\u003cbr /\u003eEarth: Earth mastery (you gain a +1 attack and damage bonus if both you and your foe touch the ground), push (you may start a bull rush maneuver without provoking an attack of opportunity), +3 natural armor bonus to AC.\u003cbr /\u003eFire: Fire immunity, burn (those you hit in melee and those who attack you with natural weapons must make a Reflex save or catch fire, with a save DC equal to that of a fire elemental of the same size).\u003cbr /\u003eWater: Swim at your normal speed, water mastery (you gain a +1 attack and damage bonus if both you and your opponent touch water), drench (you may use your elemental form to put out nonmagical open flames and dispel magical fire you touch as if casting dispel magic at your caster level).\u003cbr /\u003eThe elemental body spell has the descriptor of the element you choose.\u003cbr /\u003eSo, if you choose a body of fire, elemental body is a fire spell.\u003cbr /\u003eMaterial Component: A bit of the element in question from a plane other than the one where the spell is being cast.\u003c/p\u003e","Descriptors":"see text","DivineFocusComponent":false,"Duration":"1 round/level","Effect":"","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Elemental Body","Page":0,"Rulebook":"Manual of the Planes","SavingThrow":"","School":"Transmutation","SomaticComponent":true,"SpellRange":"Personal","SpellResistance":"","Subschool":"","Target":"You","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}