{"id":2148,"created":1450795692,"modified":1455641228,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eThis spell opens up a small planar portal from the Astral Plane to a demiplane where natural healing can occur (unlike on the Astral Plane itself).\u003cbr /\u003eThe firm surface of the demiplane is roughly 50 feet square, and the demiplane extends 50 feet above the surface.\u003cbr /\u003eThe demiplane\u0026#39;s traits (including time, gravity, and magic) match those of the Material Plane, and the demiplane is self-contained; walking to one end returns a character to the point from which he began.\u003cbr /\u003eThe demiplane has no unusual planar traits.\u003cbr /\u003eThe only way in or out of the demiplane is through the entrance created by the caster, and only those named or described by the caster upon the casting of the spell may enter.\u003cbr /\u003eThe portal continues to exist on the Astral Plane only while the hospice demiplane exists.\u003cbr /\u003eWhen the caster leaves the demiplane, the portal seals shut and vanishes.\u003cbr /\u003eAnyone still in the hospice demiplane at that time appears on the Astral Plane at the location of the hospice\u0026#39;s entrance.\u003cbr /\u003eMaterial Component: A single flawless gemstone of at least 250 gp value.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"1 day/level","Effect":"See text","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Astral Hospice","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Planar Handbook","SavingThrow":"None","School":"Conjuration","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"No","Subschool":"Teleportation","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}