{"id":2174,"created":1450795692,"modified":1455641228,"data":{"ArcaneFocusComponent":false,"Area":"Cone-shaped emanation from you to the extreme of the range","AuditoryDisplay":false,"CastingTime":"1 minute","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou can tell whether an area contains a portal.\u003cbr /\u003eIf you study an area for 1 round, you know the sizes and locations of any portals in the area.\u003cbr /\u003eOnce you find a portal, you can study it.\u003cbr /\u003e(If you find more than one portal, you can study only one at a time).\u003cbr /\u003eEach round you study a portal, you can discover one property of the portal, in this order:\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eAny key or command word needed to activate the portal.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eAny special circumstances governing the portal\u0026#39;s use (such as specific times when it can be activated).\u003c/li\u003e\u003c/b\u003e\u003cli\u003eWhether the portal is one-way or two-way.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eA glimpse of the area where the portal leads.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003cbr /\u003eYou can look at the area where the portal leads for 1 round; the range of the caster\u0026#39;s vision is the spell\u0026#39;s range.\u003cbr /\u003eAnalyze portal does not allow other divination spells or spell-like abilities to extend through the portal.\u003cbr /\u003eFor example, you cannot also use detect magic or detect evil to study the area where the portal leads while viewing the area with analyze portal.\u003cbr /\u003eFor each property, you make a caster level check (1d20 + caster level) against DC 17.\u003cbr /\u003eIf fail, you can try again in the next round.\u003cbr /\u003eAnalyze portal has only a limited ability to reveal unusual properties, as follows:\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eRandom Portals: The spell reveals only that the portal is random and whether it can be activated now.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003cbr /\u003eIt does not reveal when the portal starts or stops functioning.\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eVariable Portals: The spell reveals only that the portal is variable.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003cbr /\u003eIf the caster studies the portal\u0026#39;s destination, the spell reveals only the destination to which the portal is currently set.\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eCreature-Only Portals: The spell reveals this property.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003cbr /\u003eIf the caster studies the portal\u0026#39;s destination, the spell reveals where the portal sends creatures.\u003cbr /\u003eIf it is the kind of portal that sends creatures to one place and their equipment to another place, the spell does not reveal where the equipment goes.\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eMalfunctioning Portals: The spell reveals only that the portal is malfunctioning, not what sort of malfunction the portal produces.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003cbr /\u003eMaterial Components: A crystal lens and a small mirror.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"Concentration, up to 1 round/level (D)","Effect":"","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Analyze Portal","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Planar Handbook","SavingThrow":"See text","School":"Divination","SomaticComponent":true,"SpellRange":"60 ft.","SpellResistance":"No","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}