{"id":2175,"created":1450795692,"modified":1455641228,"data":{"ArcaneFocusComponent":false,"Area":"A quarter circle emanating from you to the extreme of the range","AuditoryDisplay":false,"CastingTime":"1 minute","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eIf you study an area for 1 round, you know the location of any touchstone in the area.\u003cbr /\u003eOnce you find a touchstone, you can study it.\u003cbr /\u003e(If you find more than one touchstone\u0026#8212;an extremely rare occurrence\u0026#8212;you can study only one at a time).\u003cbr /\u003eEach round you study a touchstone, you can discover one property of the touchstone, in this order:\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eThe base ability gained by someone who takes the Planar Touchstone feat related to the site.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eAny conditions that must be met in order to recharge the higher-order ability granted by the site.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eThe higher-order ability gained by someone who visits the touchstone and fulfills the recharge condition.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eThe number of uses of the higher-order ability that the character gains from visiting the site and fulfilling the recharge condition.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003cbr /\u003eFor each of these properties, you make a caster level check (1d20 + caster level) against DC 15.\u003cbr /\u003eIf you fail, you can try again in the next round.\u003cbr /\u003eMaterial Components: A crystal lens, a drop of ink, and a piece of paper or parchment.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"Concentration, up to 1 round/level (D)","Effect":"","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Analyze Touchstone","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Planar Handbook","SavingThrow":"See text","School":"Divination","SomaticComponent":true,"SpellRange":"60 ft.","SpellResistance":"No You can tell whether an area contains a planar touchstone.","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}