{"id":2211,"created":1450795692,"modified":1455641228,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 full round","Components":"DF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou create an unmoving, transparent sphere of force centered on you.\u003cbr /\u003eThe interior of the sphere and everything within 5 feet of its edge is illuminated with light equivalent to that of a candle.\u003cbr /\u003eYou and your allies may enter the sphere at will.\u003cbr /\u003eAny other creature that tries to enter must make a Will saving throw to succeed.\u003cbr /\u003eAny creature may leave the sphere freely, but a creature that has left must make a successful Will save to enter again, even if it is you or one of your allies.\u003cbr /\u003eCreatures within the area of the sphere at the time of casting are not forced out.\u003cbr /\u003eWhile in the area of the forceward, you and your allies each gain a +2 sacred bonus on saving throws against effects created by evil creatures.\u003cbr /\u003eCreatures within the area that are not your allies gain no benefit.\u003cbr /\u003eThe forceward does not prevent spells or objects from entering the area, so it is possible for two creatures on opposite sides of the sphere\u0026#39;s edge to fight without penalties.\u003cbr /\u003eA creature using unarmed attacks or natural weapons in this manner, however, must still make a Will save each round, or its attacks cannot pass the forceward\u0026#39;s boundary.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":true,"Duration":"1 min./level","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Forceward","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Player's Guide to Faer?n","SavingThrow":"No; see text","School":"Abjuration","SomaticComponent":true,"SpellRange":"10 ft.","SpellResistance":"Yes","Subschool":"","Target":"You and any allies within a 10-ft.-radius emanation centered on you","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}