{"id":2212,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":true,"Area":"","CastingTime":"1 standard action","Components":"AF DF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eLike shield other, this spell wards the subjects, creating a mystic connection between them and you that transfers some of their wounds to you.\u003cbr /\u003eEach subject gains a +1 deflection bonus to AC and a +1 resistance bonus on all saving throws.\u003cbr /\u003eIn addition, each subject takes only one-half the normal hit point damage from any attack, and you take the remainder.\u003cbr /\u003eForms of harm that do not involve hit points, such as charm effects, ability damage, level draining, and disintegration, are not affected.\u003cbr /\u003eIf a subject\u0026#39;s hit points are reduced because of a lowered Constitution score, that reduction is not split with you because it is not hit point damage.\u003cbr /\u003eWhen the spell ends, any subsequent damage is no longer divided between you and the subjects, but the damage you took for the subjects is not reassigned to them.\u003cbr /\u003eIf you die while glory of the martyr is in effect, the spell ends in a burst of positive energy that restores 1d8 hit points to each subject.\u003cbr /\u003eIf a subject dies or moves out of range of the spell, that subject\u0026#39;s connection to you is severed, but the spell remains in force with respect to other subjects.\u003cbr /\u003eIf your connection with all subjects is severed, the spell ends.\u003cbr /\u003eFocus: A platinum ring worth at least 50 gp worn by you and each subject of the spell.\u003c/p\u003e","Descriptors":"Good","DivineFocusComponent":true,"Duration":"1 hour/level (D)","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Glory of the Martyr","Page":0,"Rulebook":"Player's Guide to Faer?n","SavingThrow":"Will negates (harmless)","School":"Abjuration","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"Yes (harmless)","Subschool":"","Target":"One creature/level","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}