{"id":2217,"created":1450795692,"modified":1455641228,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eFrom your fingertips springs a thin line of bright red light that can negate any of several magical or mundane hazards.\u003cbr /\u003eEach version of this spell can target one of the hazards described below and \u0026quot;correct\u0026quot; it in the manner described.\u003cbr /\u003eUnless specifically stated otherwise, this spell affects\u003cbr /\u003emagical and mundane hazards of the indicated type equally.\u003cbr /\u003eFor example, a ruby ray of reversal can eliminate the webs of a monstrous spider or the effect of a web spell.\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eAny trap targeted by the ray is sprung.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003cbr /\u003eThis version of the spell may have adverse effects on creatures standing within a trap\u0026#39;s area.\u003cbr /\u003eYou must be aware of a trap to cast ruby ray of reversal on it.\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eThe spell unties knots and causes chains, manacles, and similar restraining devices to fall away.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003cbr /\u003eEntangle and similar magical effects are dispelled.\u003cbr /\u003eDoors (or chests, drawers, cabinets, and so on) that are locked, barred, or under the effect of an arcane lock spell are opened.\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eA hole with a radius of up to 1 foot is created in a wall of force, forcecage, or similar spell or effect.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003cbr /\u003eThis function of the spell does not destroy the targeted effect, but creatures trapped by it may be able to wriggle free.\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eA creature that has been polymorphed, turned to stone, or otherwise transformed from its natural state is returned to its natural form.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eA magic jar spell is dispelled if a ruby ray of reversal targets the crystal holding the caster\u0026#39;s soul.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eWebs, slime, grease, and other substances that would hamper movement are destroyed in an area with a radius of up to 20 feet.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003cbr /\u003e(Treat this effect as a spread, as described on page 175 of the Player\u0026#39;s Handbook).\u003cbr /\u003eMaterial Component: A ruby worth at least 1,000 gp.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"Instantaneous","Effect":"","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Ruby Ray of Reversal","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Player's Guide to Faer?n","SavingThrow":"None","School":"Abjuration","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"No","Subschool":"","Target":"One natural or magical hazard; see text","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}