{"id":2237,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eThis spell summons 1d4+3 fiendish (chaotic evil) or celestial (chaotic good) Medium vipers (snakes), which leap forth from your mouth to attack your enemies.\u003cbr /\u003eStarting in the round you complete the spell, you may spit three vipers as a standard action or one viper as a move action.\u003cbr /\u003e(Thus, if you move and then cast this spell, you may not spit any vipers until your next turn, but if you cast this spell without moving, you may spit forth one viper as your move action in that round).\u003cbr /\u003eSpat vipers land at your feet in an adjacent square of your choice and act on the same round, on your turn, just as creatures summoned by a summon monster spell do.\u003cbr /\u003eThe snakes are not actually present in your mouth, and they do not interfere with your breathing.\u003cbr /\u003eHowever, until you have brought forth all the snakes summoned by the spell, you cannot speak, cast spells with verbal components, or activate items that require speech.\u003cbr /\u003eWhen the spell\u0026#39;s duration expires, all the vipers disappear, and any not yet brought forth are lost.\u003cbr /\u003eWhen you use a summoning spell to summon an evil or good creature, it is a spell of that type.\u003cbr /\u003eMaterial Component: A snakeskin.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"1 round/level","Effect":"1d4+3 summoned creatures","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Vipergout","Page":0,"Rulebook":"Player's Guide to Faer?n","SavingThrow":"None","School":"Conjuration","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"Yes","Subschool":"Summoning","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}