{"id":2275,"created":1450795692,"modified":1455641228,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 round","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou project your spirit into the body of an animal, forcing it to behave as you direct.\u003cbr /\u003eThe target must be a normal animal (not a magical beast, vermin, or other monster type), and your caster level must exceed its Hit Dice.\u003cbr /\u003eThe animal\u0026#39;s soul remains in its body but has no control over it while your spirit is there.\u003cbr /\u003eYour own body lies comatose for the duration of the spell.\u003cbr /\u003eWhile in the animal\u0026#39;s body, you keep your Intelligence, Wisdom, Charisma, level, classes, base attack bonus, base save bonuses, alignment, and mental abilities.\u003cbr /\u003eYou can cast spells while you possess the animal only if you have the Natural Spell feat or an equivalent ability, and you can\u0026#39;t activate the body\u0026#39;s extraordinary or supernatural abilities.\u003cbr /\u003eFurthermore, for every 2 points of damage taken by the animal body while you are possessing it, you take 1 point of damage.\u003cbr /\u003eIf the animal body is killed while you are possessing it, you must make a DC 10 Fortitude save or die as well.\u003cbr /\u003eIf your body is destroyed while your spirit is in the animal\u0026#39;s body, you die at the end of the spell\u0026#39;s duration.\u003cbr /\u003eMaterial Component: A bowl of incense and a morsel of food appealing to the target animal.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"1 round/level (D)","Effect":"","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Possess Animal","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Player's Guide to Faer?n","SavingThrow":"Will negates","School":"Necromancy","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"Yes","Subschool":"","Target":"One animal","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}