{"id":2315,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eBecause magic is so powerful, so too is the ability to dispel magic.  You can use \u003cem\u003edispel magic\u003c/em\u003e to end ongoing spells that have been cast on a creature or object, to temporarily suppress the magical abilities of a magic item, to end ongoing spells (or at least their effects) within an area, or to counter another spellcaster\u0026#39;s spell. A dispelled spell ends as if its duration had expired. Some spells, as detailed in their descriptions, can\u0026#39;t be defeated by dispel magic. \u003cem\u003eDispel magic\u003c/em\u003e can dispel (but not counter) spell-like effects just as it does spells.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eNote: The effect of a spell with an instantaneous duration can\u0026#39;t be dispelled, because the magical effect  is already over before the \u003cem\u003edispel magic\u003c/em\u003e can take effect. Thus, you can\u0026#39;t use \u003cem\u003edispel magic\u003c/em\u003e to repair damage caused by a \u003ca href=\"/spells/players-handbook-v35--6/fireball--2612/\"\u003e\u003cem\u003efireball\u003c/em\u003e\u003c/a\u003e or to turn a petrified character back to flesh. In these cases, the magic has departed, leaving only burned flesh or perfectly normal stone in its wake.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou choose to use \u003cem\u003edispel magic\u003c/em\u003e in one of three ways: a targeted dispel, an area dispel, or a counterspell:\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eTargeted Dispel:\u003c/em\u003e One object, creature, or spell is the target of the dispel magic spell. You make a dispel check (1d20 + your caster level, maximum +10) against the spell or against each ongoing spell currently in effect on the object or creature. The DC for this dispel check is 11 + the spell\u0026#39;s caster level.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFor example, Mialee, at 5th level, targets \u003cem\u003edispel magic\u003c/em\u003e on a drow who is under the effects of \u003ca href=\"/spells/players-handbook-v35--6/haste--2823/\"\u003e\u003cem\u003ehaste\u003c/em\u003e\u003c/a\u003e, \u003ca href=\"/spells/players-handbook-v35--6/mage-armor--2405/\"\u003e\u003cem\u003emage armor\u003c/em\u003e\u003c/a\u003e, and \u003ca href=\"/spells/players-handbook-v35--6/bulls-strength--2788/\"\u003e\u003cem\u003ebull\u0026#39;s strength\u003c/em\u003e\u003c/a\u003e. All three spells were cast on the drow by a 7th-level wizard. Mialee makes a dispel check (1d20 + 5 against DC 18) three times, once each for the \u003cem\u003ehaste\u003c/em\u003e, \u003cem\u003emage armor\u003c/em\u003e, and \u003cem\u003ebull\u0026#39;s strength\u003c/em\u003e effects. If she succeeds on a particular check, that spell is dispelled (the drow\u0026#39;s spell resistance doesn\u0026#39;t help him); if she fails, that spell remains in effect.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf you target an object or creature that is the effect of an ongoing spell (such as a monster summoned by monster summoning), you make a dispel check to end the spell that conjured the object or creature.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf the object that you target is a magic item, you make a dispel check against the item\u0026#39;s caster level. If you succeed, all the item\u0026#39;s magical properties are suppressed for 1d4 rounds, after which the item recovers on its own. A suppressed item becomes nonmagical for the duration of the effect. An interdimensional interface (such as a bag of holding) is temporarily closed. A magic item\u0026#39;s physical properties are unchanged: A suppressed magic sword is still a sword (a masterwork sword, in fact). Artifacts and deities are unaffected by mortal magic such as this.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou automatically succeed on your dispel check against any spell that you cast yourself.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eArea Dispel:\u003c/em\u003e When \u003cem\u003edispel magic\u003c/em\u003e is used in this way, the spell affects everything within a 20-foot radius.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFor each creature within the area that is the subject of one or more spells, you make a dispel check against the spell with the highest caster level. If that check fails, you make dispel checks against progressively weaker spells until you dispel one spell (which discharges the dispel magic spell so far as that target is concerned) or until you fail all your checks. The creature\u0026#39;s magic items are not affected.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFor each object within the area that is the target of one or more spells, you make dispel checks as with creatures. Magic items are not affected by an area dispel.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFor each ongoing area or effect spell whose point of origin is within the area of the \u003cem\u003edispel magic\u003c/em\u003e spell, you can make a dispel check to dispel the spell.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFor each ongoing spell whose area overlaps that of the \u003cem\u003edispel magic\u003c/em\u003e spell, you can make a dispel check to end the effect, but only within the overlapping area.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf an object or creature that is the effect of an ongoing spell (such as a monster summoned by monster summoning) is in the area, you can make a dispel check to end the spell that conjured that object or creature (returning it whence it came) in addition to attempting to dispel spells targeting the creature or object.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou may choose to automatically succeed on dispel checks against any spell that you have cast.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eCounterspell:\u003c/em\u003e When \u003cem\u003edispel magic\u003c/em\u003e is used in this way, the spell targets a spellcaster and is cast as a counterspell (page 170). Unlike a true counterspell, however, \u003cem\u003edispel magic\u003c/em\u003e may not work; you must make a dispel check to counter the other spellcaster\u0026#39;s spell.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"Instantaneous","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Dispel Magic","Page":223,"Rulebook":"Player's Handbook v.3.5","SavingThrow":"None","School":"Abjuration","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"No","Subschool":"","Target":"One spellcaster, creature, or object; or 20-ft.-radius burst","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}