{"id":2321,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"60-ft. cube/level (S)","CastingTime":"6 rounds","Components":"DF M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eForbiddance\u003c/em\u003e seals an area against all planar travel into or within it. This includes all \u003ca href=\"/spells/sub-schools/teleportation/\"\u003eteleportation\u003c/a\u003e spells (such as \u003ca href=\"/spells/players-handbook-v35--6/dimension-door--2388/\"\u003e\u003cem\u003edimension door\u003c/em\u003e\u003c/a\u003e and \u003ca href=\"/spells/players-handbook-v35--6/teleport--2461/\"\u003e\u003cem\u003eteleport\u003c/em\u003e\u003c/a\u003e), plane shifting, astral travel, ethereal travel, and all \u003ca href=\"/spells/sub-schools/summoning/\"\u003esummoning\u003c/a\u003e spells. Such effects simply fail automatically.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIn addition, it damages entering creatures whose alignments are different from yours. The effect on those attempting to enter the warded area is based on their alignment relative to yours (see below). A creature inside the area when the spell is cast takes no damage unless it exits the area and attempts to reenter, at which time it is affected as normal.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eAlignments identical:\u003c/em\u003e No effect. The creature may enter the area freely (although not by planar travel).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eAlignments different with respect to either law/chaos or good/evil:\u003c/em\u003e The creature takes 6d6 points of damage. A successful Will save halves the damage, and spell resistance applies. \u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eAlignments different with respect to both law/chaos and good/evil:\u003c/em\u003e The creature takes 12d6 points of damage. A successful Will save halves the damage, and spell resistance applies.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAt your option, the abjuration can include a password, in which case creatures of alignments different from yours can avoid the damage by speaking the password as they enter the area. You must select this option (and the password) at the time of casting.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003ca href=\"/spells/players-handbook-v35--6/dispel-magic--2315/\"\u003e\u003cem\u003eDispel magic\u003c/em\u003e\u003c/a\u003e does not dispel a \u003cem\u003eforbiddance\u003c/em\u003e effect unless the dispeller\u0026#39;s level is at least as high as your caster level.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou can\u0026#39;t have multiple overlapping \u003cem\u003eforbiddance\u003c/em\u003e effects. In such a case, the more recent effect stops at the boundary of the older effect.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eMaterial Component:\u003c/em\u003e A sprinkling of holy water and rare incenses worth at least 1,500 gp, plus 1,500 gp per 60-foot cube. If a password is desired, this requires the burning of additional rare incenses worth at least 1,000 gp, plus 1,000 gp per 60-foot cube.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":true,"Duration":"Permanent","Effect":"","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Forbiddance","Page":232,"Rulebook":"Player's Handbook v.3.5","SavingThrow":"See text","School":"Abjuration","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"Yes","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}