{"id":2339,"created":1450795692,"modified":1455641228,"data":{"ArcaneFocusComponent":false,"Area":"All magical effects and magic items within a 40-ft.-radius burst","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eAll magical effects and magic items within the radius of the spell, except for those that you carry or touch, are disjoined.\u003cbr /\u003eThat is, spells and spell-like effects are separated into their individual components (ending the effect as a dispel magic spell does), and each permanent magic item must make a successful Will save or be turned into a normal item.\u003cbr /\u003eAn item in a creature\u0026#39;s possession uses its own Will save bonus or its possessor\u0026#39;s Will save bonus, whichever is higher.\u003cbr /\u003eYou also have a 1% chance per caster level of destroying an antimagic field.\u003cbr /\u003eIf the antimagic field survives the disjunction, no items within it are disjoined.\u003cbr /\u003eEven artifacts are subject to disjunction, though there is only a 1% chance per caster level of actually affecting such powerful items.\u003cbr /\u003eAdditionally, if an artifact is destroyed, you must make a DC 25 Will save or permanently lose all spellcasting abilities.\u003cbr /\u003e(These abilities cannot be recovered by mortal magic, not even miracle or wish).\u003cbr /\u003eNote: Destroying artifacts is a dangerous business, and it is 95% likely to attract the attention of some powerful being who has an interest in or connection with the device.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"Instantaneous","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Mordenkainen's Disjunction","OlfactoryDisplay":false,"Page":255,"Public":false,"Rulebook":"Player's Handbook v.3.5","SavingThrow":"Will negates (object)","School":"Abjuration","SomaticComponent":false,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"No","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}