{"id":2391,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"20-ft.-radius spread","CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eThis spell conjures a field of rubbery black tentacles, each 10 feet long.\u003cbr /\u003eThese waving members seem to spring forth from the earth, floor, or whatever surface is underfoot\u0026#8212;including water.\u003cbr /\u003eThey grasp and entwine around creatures that enter the area, holding them fast and crushing them with great strength.\u003cbr /\u003eEvery creature within the area of the spell must make a grapple check, opposed by the grapple check of the tentacles.\u003cbr /\u003eTreat the tentacles attacking a particular target as a Large creature with a base attack bonus equal to your caster level and a Strength score of 19.\u003cbr /\u003eThus, its grapple check modifier is equal to your caster level +8.\u003cbr /\u003eThe tentacles are immune to all types of damage.\u003cbr /\u003eOnce the tentacles grapple an opponent, they may make a grapple check each round on your turn to deal 1d6+4 points of bludgeoning damage.\u003cbr /\u003eThe tentacles continue to crush the opponent until the spell ends or the opponent escapes.\u003cbr /\u003eAny creature that enters the area of the spell is immediately attacked by the tentacles.\u003cbr /\u003eEven creatures who aren\u0026#39;t grappling with the tentacles may move through the area at only half normal speed.\u003cbr /\u003eMaterial Component: A piece of tentacle from a giant octopus or a giant squid.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"1 round/level (D)","Effect":"","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Evard's Black Tentacles","Page":228,"Rulebook":"Player's Handbook v.3.5","SavingThrow":"None","School":"Conjuration","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"No","Subschool":"Creation","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}