{"id":2396,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eA grease spell covers a solid surface with a layer of slippery grease. Any creature in the area when the spell is cast must make a successful Reflex save or fall. This save is repeated on your turn each round that the creature remains within the area.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA creature can walk within or through the area of grease at half normal speed with a DC 10 Balance check. Failure means it can\u0026#39;t move that round (and must then make a Reflex save or fall), while failure by 5 or more means it falls (see the Balance skill for details). \u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe DM should adjust saving throws by circumstance. For example, a creature charging down an incline that is suddenly greased has little chance to avoid the effect, but its ability to exit the affected area is almost assured (whether it wants to or not). \u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe spell can also be used to create a greasy coating on an item\u0026#8212;a rope, ladder rungs, or a weapon handle, for instance. Material objects not in use are always affected by this spell, while an object wielded or employed by a creature receives a Reflex saving throw to avoid the effect. If the initial saving throw fails, the creature immediately drops the item. A saving throw must be made in each round that the creature attempts to pick up or use the greased item.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA creature wearing greased armor or clothing gains a +10 circumstance bonus on Escape Artist checks and on grapple checks made to resist or escape a grapple or to escape a pin. Material Component: A bit of pork rind or butter.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"1 round/level (D)","Effect":"","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Grease","Page":237,"Rulebook":"Player's Handbook v.3.5","SavingThrow":"See text","School":"Conjuration","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"No","Subschool":"Creation","Target":"One object or a 10-ft. square","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}