{"id":2413,"created":1450795692,"modified":1455641228,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"DF M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou detoxify any sort of venom in the creature or object touched. A poisoned creature suffers no additional effects from the poison, and any temporary effects are ended, but the spell does not reverse instantaneous effects, such as hit point damage, temporary ability damage, or effects that don\u0026#39;t go away on their own. For example, if a poison has dealt 3 points of Constitution damage to a character and threatens to deal more damage later, this spell prevents the future damage but does not repair the damage already done.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe creature is immune to any poison it is exposed to during the duration of the spell. Unlike with delay poison, such effects aren\u0026#39;t postponed until after the duration\u0026#8212;the creature need not make any saves against poison effects applied to it during the length of the spell.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis spell can instead neutralize the poison in a poisonous creature or object for the duration of the spell, at the caster\u0026#39;s option.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eArcane Material Component: A bit of charcoal.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":true,"Duration":"10 min./level","Effect":"","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Neutralize Poison","OlfactoryDisplay":false,"Page":257,"Public":false,"Rulebook":"Player's Handbook v.3.5","SavingThrow":"Will negates (harmless, object)","School":"Conjuration","SomaticComponent":true,"SpellRange":"Touch","SpellResistance":"Yes (harmless, object)","Subschool":"Healing","Target":"Creature or object of up to 1 cu. ft./level touched","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}