{"id":2415,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"10 minutes","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou conjure a Large, quasi-real, horselike creature.\u003cbr /\u003eThe steed can be ridden only by you or by the one person for whom you specifically created the mount.\u003cbr /\u003eA phantom steed has a black head and body, gray mane and tail, and smoke-colored, insubstantial hooves that make no sound.\u003cbr /\u003eIt has what seems to be a saddle, bit, and bridle.\u003cbr /\u003eIt does not fight, but animals shun it and refuse to attack it.\u003cbr /\u003eThe mount has an AC of 18 (-1 size, +4 natural armor, +5 Dex) and 7 hit points +1 hit point per caster level.\u003cbr /\u003eIf it loses all its hit points, the phantom steed disappears.\u003cbr /\u003eA phantom steed has a speed of 20 feet per caster level, to a maximum of 240 feet.\u003cbr /\u003eIt can bear its rider\u0026#39;s weight plus up to 10 pounds per caster level.\u003cbr /\u003eThese mounts gain certain powers according to caster level.\u003cbr /\u003eA mount\u0026#39;s abilities include those of mounts of lower caster levels.\u003cbr /\u003eThus, a mount created by a 12th-level caster has the 8th, 10th, and 12th caster level abilities.\u003cbr /\u003e8th Level: The mount can ride over sandy, muddy, or even swampy ground without difficulty or decrease in speed.\u003cbr /\u003e10th Level: The mount can use water walk at will (as the spell, no action required to activate this ability).\u003cbr /\u003e12th Level: The mount can use air walk at will (as the spell, no action required to activate this ability) for up to 1 round at a time, after which it falls to the ground.\u003cbr /\u003e14th Level: The mount can fly at its speed (average maneuverability).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cstrong\u003eSpecial: When casting \u003cem\u003ephantom steed\u003c/em\u003e as a Spider Domain spell, the steed has a vermin shape.\u003c/strong\u003e\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"1 hour/level (D)","Effect":"One quasi-real, horselike creature","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Phantom Steed","Page":260,"Rulebook":"Player's Handbook v.3.5","SavingThrow":"None","School":"Conjuration","SomaticComponent":true,"SpellRange":"0 ft.","SpellResistance":"No","Subschool":"Creation","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}