{"id":2470,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"DF M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eThis spell creates a wall of rock that merges into adjoining rock surfaces.\u003cbr /\u003eIt is typically employed to close passages, portals, and breaches against opponents.\u003cbr /\u003eA wall of stone is 1 inch thick per four caster levels and composed of up to one 5-foot square per level.\u003cbr /\u003eYou can double the wall\u0026#39;s area by halving its thickness.\u003cbr /\u003eThe wall cannot be conjured so that it occupies the same space as a creature or another object.\u003cbr /\u003eUnlike a wall of iron, you can create a wall of stone in almost any shape you desire.\u003cbr /\u003eThe wall created need not be vertical, nor rest upon any firm foundation; however, it must merge with and be solidly supported by existing stone.\u003cbr /\u003eIt can be used to bridge a chasm, for instance, or as a ramp.\u003cbr /\u003eFor this use, if the span is more than 20 feet, the wall must be arched and buttressed.\u003cbr /\u003eThis requirement reduces the spell\u0026#39;s area by half.\u003cbr /\u003eThus, a 20th-level caster can create span with a surface area of ten 5-foot squares.\u003cbr /\u003eThe wall can be crudely shaped to allow crenellations, battlements, and so forth by likewise reducing the area.\u003cbr /\u003eLike any other stone wall, this one can be destroyed by a disintegrate spell or by normal means such as breaking and chipping.\u003cbr /\u003eEach 5-foot square of the wall has 15 hit points per inch of thickness and hardness 8.\u003cbr /\u003eA section of wall whose hit points drop to 0 is breached.\u003cbr /\u003eIf a creature tries to break through the wall with a single attack, the DC for the Strength check is 20 + 2 per inch of thickness.\u003cbr /\u003eIt is possible, but difficult, to trap mobile opponents within or under a wall of stone, provided the wall is shaped so it can hold the creatures.\u003cbr /\u003eCreatures can avoid entrapment with successful Reflex saves.\u003cbr /\u003eArcane Material Component: A small block of granite.\u003c/p\u003e","Descriptors":"Earth","DivineFocusComponent":true,"Duration":"Instantaneous","Effect":"Stone wall whose area is up to one 5-ft. square/level (S)","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Wall of Stone","Page":299,"Rulebook":"Player's Handbook v.3.5","SavingThrow":"See text","School":"Conjuration","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"No","Subschool":"Creation","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}