{"id":2508,"created":1450795692,"modified":1455641228,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 minute","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou create a number of semitangible, visible magical orbs (called \u0026quot;eyes\u0026quot;) equal to 1d4 + your caster level. These eyes move out, scout around, and return as you direct them when casting the spell. Each eye can see 120 feet (normal vision only) in all directions.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWhile the individual eyes are quite fragile, they\u0026#39;re small and difficult to spot. Each eye is a Fine construct, about the size of a small apple, that has 1 hit point, AC 18 (+8 bonus for its size), flies at a speed of 30 feet with perfect maneuverability, and has a +16 Hide modifier. It has a Spot modifier equal to your caster level (maximum +15) and is subject to illusions, darkness, fog, and any other factors that would affect your ability to receive visual information about your surroundings. An eye traveling through darkness must find its way by touch.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWhen you create the eyes, you specify instructions you want them to follow in a command of no more than twenty-five words. Any knowledge you possess is known by the eyes as well, so if you know, for example, what a typical merchant looks like, the eyes do as well.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA sample command: \u0026quot;Surround me at a range of four hundred feet and return if you spot any dangerous creatures\u0026quot;. The phrase \u0026quot;Surround me\u0026quot; directs the eyes to form an equally spaced, horizontal ring at whatever range you indicate, and then move with you. As eyes return or are destroyed, the rest automatically space themselves to compensate. In the case of this sample command, an eye returns only if it spots a creature you would regard as dangerous. A \u0026quot;peasant\u0026quot; that is actually a shapechanged dragon wouldn\u0026#39;t trigger an eye\u0026#39;s return. Ten eyes can form a ring with a radius of 400 feet and between themselves see everything that crosses the ring.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAnother sample command: \u0026quot;Spread out and search the town for Arweth. Follow him for three minutes, staying out of sight, and then return\u0026quot;. The phrase \u0026quot;Spread out\u0026quot; directs the eyes to move away from you in all directions. In this case, each eye would separately follow Arweth for three minutes once it spots him.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eOther commands that might be useful include having eyes form a line in a certain manner, making them move at random within a certain range, or having them follow a certain type of creature. The DM is the final judge of the suitability of your directions.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIn order to report their findings, the eyes must return to your hand. Each replays in your mind all it has seen during its existence. It takes an eye 1 round to replay 1 hour of recorded images. After relaying its findings, an eye disappears.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf an eye ever gets more than 1 mile away from you, it instantly ceases to exist. However, your link with the eye is such that you won\u0026#39;t know if the eye was destroyed because it wandered out of range or because of some other event.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe eyes exist for up to 1 hour per caster level or until they return to you. \u003ca href=\"/spells/players-handbook-v35--6/dispel-magic--2315/\"\u003e\u003cem\u003eDispel magic\u003c/em\u003e\u003c/a\u003e can destroy eyes. Roll separately for each eye caught in an area dispel. Of course, if an eye is sent into darkness, it could hit a wall or similar obstacle and destroy itself.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMaterial Component: A handful of crystal marbles.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"1 hour/level; see text (D)","Effect":"Ten or more levitating eyes","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Prying Eyes","OlfactoryDisplay":false,"Page":266,"Public":false,"Rulebook":"Player's Handbook v.3.5","SavingThrow":"None","School":"Divination","SomaticComponent":true,"SpellRange":"One mile","SpellResistance":"No","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}