{"id":2536,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou give the subject a single command, which it obeys to the best of its ability at its earliest opportunity. You may select from the following options.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eApproach:\u003c/em\u003e On its turn, the subject moves toward you as quickly and directly as possible for 1 round. The creature may do nothing but move during its turn, and it provokes attacks of opportunity for this movement as normal.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eDrop:\u003c/em\u003e On its turn, the subject drops whatever it is holding. It can\u0026#39;t pick up any dropped item until its next turn.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eFall:\u003c/em\u003e On its turn, the subject falls to the ground and remains prone for 1 round. It may act normally while prone but takes any appropriate penalties.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eFlee:\u003c/em\u003e On its turn, the subject moves away from you as quickly as possible for 1 round. It may do nothing but move during its turn, and it provokes attacks of opportunity for this movement as normal.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eHalt:\u003c/em\u003e The subject stands in place for 1 round. It may not take any actions but is not considered helpless. \u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf the subject can\u0026#39;t carry out your command on its next turn, the spell automatically fails.\u003c/p\u003e","Descriptors":"Mind-Affecting, Language-Dependent","DivineFocusComponent":false,"Duration":"1 round","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Command","Page":211,"Rulebook":"Player's Handbook v.3.5","SavingThrow":"Will negates","School":"Enchantment","SomaticComponent":false,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"Yes","Subschool":"Compulsion","Target":"One living creature","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}