{"id":2564,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 round; see text","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou reach into the subject\u0026#39;s mind and modify as many as 5 minutes of its memories in one of the following ways.\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eEliminate all memory of an event the subject actually experienced. This spell cannot negate charm, geas/quest, suggestion, or similar spells.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eAllow the subject to recall with perfect clarity an event it actually experienced.\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eFor instance, it could recall every word from a 5-minute conversation or every detail from a passage in a book. \u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003c/li\u003e\u003c/b\u003e\u003cli\u003eChange the details of an event the subject actually experienced.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eImplant a memory of an event the subject never experienced.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003cbr /\u003eCasting the spell takes 1 round. If the subject fails to save, you proceed with the spell by spending as much as 5 minutes (a period of time equal to the amount of memory time you want to modify) visualizing the memory you wish to modify in the subject. If your concentration is disturbed before the visualization is complete, or if the subject is ever beyond the spell\u0026#39;s range during this time, the spell is lost.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA modified memory does not necessarily affect the subject\u0026#39;s actions, particularly if it contradicts the creature\u0026#39;s natural inclinations. An illogical modified memory, such as the subject recalling how much it enjoyed drinking poison, is dismissed by the creature as a bad dream or a memory muddied by too much wine.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMore useful applications of modify memory include implanting memories of friendly encounters with you (inclining the subject to act favorably toward you), changing the details of orders given to the subject by a superior, or causing the subject to forget that it ever saw you or your party.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe DM reserves the right to decide whether a modified memory is too nonsensical to significantly affect the subject.\u003c/p\u003e","Descriptors":"Mind-Affecting","DivineFocusComponent":false,"Duration":"Permanent","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Modify Memory","Page":255,"Rulebook":"Player's Handbook v.3.5","SavingThrow":"Will negates","School":"Enchantment","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"Yes","Subschool":"Compulsion","Target":"One living creature","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}