{"id":2633,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"S V XP","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou don\u0026#39;t so much cast a miracle as request one. You state what you would like to have happen and request that your deity (or the power you pray to for spells) intercede. The DM then determines the particular effect of the miracle.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA miracle can do any of the following things.\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eDuplicate any cleric spell of 8th level or lower (including spells to which you have access because of your domains).\u003c/li\u003e\u003c/b\u003e\u003cli\u003eDuplicate any other spell of 7th level or lower.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eUndo the harmful effects of certain spells, such as feeblemind or insanity.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eHave any effect whose power level is in line with the above effects.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003cbr /\u003eIf the miracle has any of the above effects, casting it has no experience point cost. \u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAlternatively, a cleric can make a very powerful request. Casting such a miracle costs the cleric 5,000 XP because of the powerful divine energies involved. Examples of especially powerful miracles of this sort could include the following.\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eSwinging the tide of a battle in your favor by raising fallen allies to continue fighting.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eMoving you and your allies, with all your and their gear, from one plane to another through planar barriers to a specific locale with no chance of error.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eProtecting a city from an earthquake, volcanic eruption, flood, or other major natural disaster.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003cbr /\u003eIn any event, a request that is out of line with the deity\u0026#39;s (or alignment\u0026#39;s) nature is refused.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA duplicated spell allows saving throws and spell resistance as normal, but the save DCs are as for a 9th-level spell. When a miracle duplicates a spell that has an XP cost, you must pay that cost. When a miracle spell duplicates a spell with a material component that costs more than 100 gp, you must provide that component. \u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eXP Cost: 5,000 XP (for some uses of the miracle spell; see above).\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"See text","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Miracle","Page":254,"Rulebook":"Player's Handbook v.3.5","SavingThrow":"See text","School":"Evocation","SomaticComponent":true,"SpellRange":"See text","SpellResistance":"Yes","Subschool":"","Target":"See text","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":true}}