{"id":2659,"created":1450795692,"modified":1455641228,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eA wall of force spell creates an invisible wall of force.\u003cbr /\u003eThe wall cannot move, it is immune to damage of all kinds, and it is unaffected by most spells, including dispel magic.\u003cbr /\u003eHowever, disintegrate immediately destroys it, as does a rod of cancellation, a sphere of annihilation, or a Mordenkainen\u0026#39;s disjunction spell.\u003cbr /\u003eBreath weapons and spells cannot pass through the wall in either direction, although dimension door, teleport, and similar effects can bypass the barrier.\u003cbr /\u003eIt blocks ethereal creatures as well as material ones (though ethereal creatures can usually get around the wall by floating under or over it through material floors and ceilings).\u003cbr /\u003eGaze attacks can operate through a wall of force.\u003cbr /\u003eThe caster can form the wall into a flat, vertical plane whose area is up to one 10-foot square per level.\u003cbr /\u003eThe wall must be continuous and unbroken when formed.\u003cbr /\u003eIf its surface is broken by any object or creature, the spell fails.\u003cbr /\u003eWall of force can be made permanent with a permanency spell.\u003cbr /\u003eMaterial Component: A pinch of powder made from a clear gem.\u003c/p\u003e","Descriptors":"Force","Displays":"","DivineFocusComponent":false,"Duration":"1 round/level (D)","Effect":"Wall whose area is up to one 10-ft. square/level","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Wall of Force","OlfactoryDisplay":false,"Page":298,"Public":false,"Rulebook":"Player's Handbook v.3.5","SavingThrow":"None","School":"Evocation","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"No","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}