{"id":2694,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":true,"Area":"","CastingTime":"1 standard action","Components":"AF M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eA glowing, rainbow-hued pattern of interweaving colors fascinates those within it.\u003cbr /\u003eRainbow pattern fascinates a maximum of 24 Hit Dice of creatures.\u003cbr /\u003eCreatures with the fewest HD are affected first.\u003cbr /\u003eAmong creatures with equal HD, those who are closest to the spell\u0026#39;s point of origin are affected first.\u003cbr /\u003eAn affected creature that fails its saves is fascinated by the pattern.\u003cbr /\u003eWith a simple gesture (a free action), you can make the rainbow pattern move up to 30 feet per round (moving its effective point of origin).\u003cbr /\u003eAll fascinated creatures follow the moving rainbow of light, trying to get or remain within the effect.\u003cbr /\u003eFascinated creatures who are restrained and removed from the pattern still try to follow it.\u003cbr /\u003eIf the pattern leads its subjects into a dangerous area (through flame, off a cliff, or the like), each fascinated creature gets a second save.\u003cbr /\u003eIf the view of the lights is completely blocked (by an obscuring mist spell, for instance), creatures who can\u0026#39;t see them are no longer affected.\u003cbr /\u003eThe spell does not affect sightless creatures.\u003cbr /\u003eVerbal Component: A wizard or sorcerer need not utter a sound to cast this spell, but a bard must sing, play music, or recite a rhyme as a verbal component.\u003cbr /\u003eMaterial Component: A piece of phosphor.\u003cbr /\u003eFocus: A crystal prism.\u003c/p\u003e","Descriptors":"Mind-Affecting","DivineFocusComponent":false,"Duration":"Concentration +1 round/level (D)","Effect":"Colorful lights with a 20-ft.-radius spread","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Rainbow Pattern","Page":268,"Rulebook":"Player's Handbook v.3.5","SavingThrow":"Will negates","School":"Illusion","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"Yes","Subschool":"Pattern","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}