{"id":2696,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"30-ft. cube/level (S)","CastingTime":"10 minutes","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eThis spell combines several elements to create a powerful protection from scrying and direct observation.\u003cbr /\u003eWhen casting the spell, you dictate what will and will not be observed in the spell\u0026#39;s area.\u003cbr /\u003eThe illusion created must be stated in general terms.\u003cbr /\u003eThus, you could specify the illusion of yourself and another character playing chess for the duration of the spell, but you could not have the illusory chess players take a break, make dinner, and then resume their game.\u003cbr /\u003eYou could have a crossroads appear quiet and empty even while an army is actually passing through the area.\u003cbr /\u003eYou could specify that no one be seen (including passing strangers), that your troops be undetected, or even that every fifth person or unit should be visible.\u003cbr /\u003eOnce the conditions are set, they cannot be changed.\u003cbr /\u003eAttempts to scry the area automatically detect the image stated by you with no save allowed.\u003cbr /\u003eSight and sound are appropriate to the illusion created.\u003cbr /\u003eA band of people standing in a meadow could be concealed as an empty meadow with birds chirping, for instance.\u003cbr /\u003eDirect observation may allow a save (as per a normal illusion), if there is cause to disbelieve what is seen.\u003cbr /\u003eCertainly onlookers in the area would become suspicious if a marching army disappeared at one point to reappear at another.\u003cbr /\u003eEven entering the area does not cancel the illusion or necessarily allow a save, assuming that hidden beings take care to stay out of the way of those affected by the illusion.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"24 hours","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Screen","Page":274,"Rulebook":"Player's Handbook v.3.5","SavingThrow":"None or Will disbelief (if interacted with); see text","School":"Illusion","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"No","Subschool":"Glamer","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}