{"id":270,"created":1450795691,"modified":1450795691,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"DF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou conjure up an extradimensional cave that has a single entrance on the plane from which the spell was cast.\u003cbr /\u003eYou can only cast this spell on a surface made of rock or some form of earth.\u003cbr /\u003eThe entry point looks like a dark cave entrance that is 4 feet wide and 8 feet high.\u003cbr /\u003eOnly those you designate can enter the cave, and the portal is shut and made invisible behind you when you enter.\u003cbr /\u003eYou can open it again from your side at will.\u003cbr /\u003eCreatures entering the cave will find themselves in a dark, wet cavern.\u003cbr /\u003eThe place contains enough oxygen to sustain as many creatures as can fit in the area for the duration of the spell.\u003cbr /\u003eEdible fungus grows along the walls, and condensation drips down one wall into a pool of fresh, clean water that never seems to run dry.\u003cbr /\u003eExternal conditions such as weather do not affect the pleasant atmosphere of the cave, and nothing except the designated creatures can pass through the portal in either direction.\u003cbr /\u003eAt the end of the spell\u0026#39;s duration, all within the pocket cave return to the spot where they entered the cave or else to the nearest open space, if that spot is occupied.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":true,"Duration":"1 hour/level (D)","Effect":"Extradimensional cave, up to two 10-ft. cubes/level (S)","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Pocket Cave","Page":0,"Rulebook":"Champions of Ruin","SavingThrow":"None","School":"Conjuration","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"No","Subschool":"Creation","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}