{"id":2781,"created":1450795692,"modified":1455641228,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou change the subject into a Small or smaller animal of no more than 1 HD (such as a dog, lizard, monkey, or toad). The subject takes on all the statistics and special abilities of an average member of the new form in place of its own except as follows:\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eThe target retains its own alignment (and personality, within the limits of the new form\u0026#39;s ability scores).\u003c/li\u003e\u003c/b\u003e\u003cli\u003eIf the target has the shapechanger subtype, it retains that subtype.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eThe target retains its own hit points.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eThe target is treated has having its normal Hit Dice for purpose of adjudicating effects based on HD, such as the sleep spell, though it uses the new form\u0026#39;s base attack bonus, base save bonuses, and all other statistics derived from Hit Dice.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eThe target also retains the ability to understand (but not to speak) the languages it understood in its original form. It can write in the languages it understands, but only the form is capable of writing in some manner (such as drawing in the dirt with a paw).\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWith those exceptions, the target\u0026#39;s normal game statistics are replaced by those of the new form. The target loses all the special abilities it has in its normal form, including its class features.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAll items worn or carried by the subject fall to the ground at its feet, even if they could be worn or carried by the new form.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf the new form would prove fatal to the creature (for example, if you polymorphed a landbound target into a fish, or an airborne target into a toad), the subject gets a +4 bonus on the save.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf the subject remains in the new form for 24 consecutive hours, it must attempt a Will save. If this save fails, it loses its ability to understand language, as well as all other memories of its previous form,  and its Hit Dice and hit points change to match an average creature of its new form. These abilities and  statistics return to normal if the effect is later ended.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIncorporeal or gaseous creatures are immune to baleful polymorph, and a creature with the shapechanger subtype (such as a lycanthrope or a doppelganger) can revert to its natural form as a standard action (which ends the spell\u0026#39;s effect).\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"Permanent","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Baleful Polymorph","OlfactoryDisplay":false,"Page":202,"Public":false,"Rulebook":"Player's Handbook v.3.5","SavingThrow":"Fortitude negates, Will partial; see text","School":"Transmutation","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"Yes","Subschool":"","Target":"One creature","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}