{"id":2813,"created":1450795692,"modified":1455641228,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 free action","Components":"V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eThe affected creatures or objects fall slowly, though faster than feathers typically do.\u003cbr /\u003eFeather fall instantly changes the rate at which the targets fall to a mere 60 feet per round (equivalent to the end of a\u003cbr /\u003efall froma few feet), and the subjects take no damage upon landing while the spell is in effect.\u003cbr /\u003eHowever, when the spell duration expires, a normal rate of falling resumes.\u003cbr /\u003eThe spell affects one or more Medium or smaller creatures (including gear and carried objects up to each creature\u0026#39;s maximum load) or objects, or the equivalent in larger creatures: A Large creature or object counts as two Medium creatures or objects, a Huge creature or object counts as two Large creatures or objects, and so forth.\u003cbr /\u003eYou can cast this spell with an instant utterance, quickly enough to save yourself if you unexpectedly fall.\u003cbr /\u003eCasting the spell is a free action, like casting a quickened spell, and it counts toward the normal limit of one quickened spell per round.\u003cbr /\u003eYou may even cast this spell when it isn\u0026#39;t your turn.\u003cbr /\u003eThis spell has no special effect on ranged weapons unless they are falling quite a distance.\u003cbr /\u003eIf the spell is cast on a falling item, such as a boulder dropped from the top of a castle wall, the object does half normal damage based on its weight, with no bonus for the height of the drop.\u003cbr /\u003e(See the Dungeon Master\u0026#39;s Guide for information on falling objects).\u003cbr /\u003eFeather fall works only upon free-falling objects.\u003cbr /\u003eIt does not affect a sword blow or a charging or flying creature.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"Until landing or 1 round/level","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Feather Fall","OlfactoryDisplay":false,"Page":229,"Public":false,"Rulebook":"Player's Handbook v.3.5","SavingThrow":"Will negates (harmless) or Will negates (object)","School":"Transmutation","SomaticComponent":false,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"Yes (object)","Subschool":"","Target":"One Medium or smaller freefalling object or creature/level, no two of which may be more than 20 ft. apart","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}