{"id":2820,"created":1450795692,"modified":1455641228,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"DF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou turn three normal-sized centipedes, two normal-sized spiders, or a single normal-sized scorpion into larger forms.\u003cbr /\u003eOnly one type of vermin can be transmuted (so a single casting cannot affect both a centipede and a spider), and all must be grown to the same size.\u003cbr /\u003eThe size to which the vermin can be grown depends on your level; see the table below.\u003cbr /\u003eThe Monster Manual has game statistics for centipedes, spiders, and scorpions, as well as other kinds of vermin.\u003cbr /\u003eAny giant vermin created by this spell do not attempt to harm you, but your control of such creatures is limited to simple commands (\u0026quot;Attack\u0026quot;, \u0026quot;Defend\u0026quot;, \u0026quot;Stop\u0026quot;, and so forth).\u003cbr /\u003eOrders to attack a certain creature when it appears or guard against a particular occurrence are too complex for the vermin to understand.\u003cbr /\u003eUnless commanded to do otherwise, the giant vermin attack whoever or whatever is near them.\u003cbr /\u003eThe DM can extend this spell\u0026#39;s effects to other kinds of insects, arachnids, or other vermin, such as ants, bees, beetles, praying mantises, and wasps, if he so chooses.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":true,"Duration":"1 min./level","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Giant Vermin","OlfactoryDisplay":false,"Page":235,"Public":false,"Rulebook":"Player's Handbook v.3.5","SavingThrow":"None","School":"Transmutation","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"Yes","Subschool":"","Target":"Up to three vermin, no two of which can be more than 30 ft. apart","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}