{"id":2856,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003ePyrotechnics turns a fire into either a burst of blinding fireworks or a thick cloud of choking smoke, depending on the version you choose.\u003cbr /\u003eFireworks: The fireworks are a flashing, fiery, momentary burst of glowing, colored aerial lights.\u003cbr /\u003eThis effect causes creatures within 120 feet of the fire source to become blinded for 1d4+1 rounds (Will negates).\u003cbr /\u003eThese creatures must have line of sight to the fire to be affected.\u003cbr /\u003eSpell resistance can prevent blindness.\u003cbr /\u003eSmoke Cloud: A writhing stream of smoke billows out from the source, forming a choking cloud.\u003cbr /\u003eThe cloud spreads 20 feet in all directions and lasts for 1 round per caster level.\u003cbr /\u003eAll sight, even darkvision, is ineffective in or through the cloud.\u003cbr /\u003eAll within the cloud take -4 penalties to Strength and Dexterity (Fortitude negates).\u003cbr /\u003eThese effects last for 1d4+1 rounds after the cloud dissipates or after the creature leaves the area of the cloud.\u003cbr /\u003eSpell resistance does not apply.\u003cbr /\u003eMaterial Component: The spell uses one fire source, which is immediately extinguished.\u003cbr /\u003eA fire so large that it exceeds a 20-foot cube is only partly extinguished.\u003cbr /\u003eMagical fires are not extinguished, although a fire-based creature (such as a fire elemental) used as a source takes 1 point of damage per caster level.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"1d4+1 rounds, or 1d4+1 rounds after creatures leave the smoke cloud; see text","Effect":"","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Pyrotechnics","Page":267,"Rulebook":"Player's Handbook v.3.5","SavingThrow":"Will negates or Fortitude negates; see text","School":"Transmutation","SomaticComponent":true,"SpellRange":"Long (400 ft. + 40 ft./level)","SpellResistance":"Yes or No; see text","Subschool":"","Target":"One fire source, up to a 20-ft. cube","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}