{"id":2886,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eThis spell seems to make time cease to flow for everyone but you. In fact, you speed up so greatly that all other creatures seem frozen, though they are actually still moving at their normal speeds. You are free to act for 1d4+1 rounds of apparent time. Normal and magical fire, cold, gas, and the like can still harm you. While the \u003cem\u003etime stop\u003c/em\u003e is in effect, other creatures are invulnerable to your attacks and spells; you cannot target such creatures with any attack or spell. A spell that affects an area and has a duration longer than the remaining duration of the \u003cem\u003etime stop\u003c/em\u003e (such as \u003ca href=\"/spells/players-handbook-v35--6/cloudkill--2374/\"\u003e\u003cem\u003ecloudkill\u003c/em\u003e\u003c/a\u003e) have their normal effects on other creatures once the \u003cem\u003etime stop\u003c/em\u003e ends. Most spellcasters use the additional time to improve their defenses, summon allies, or flee from combat.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou cannot move or harm items held, carried, or worn by a creature stuck in normal time, but you can affect any item that is not in another creature\u0026#39;s possession.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou are undetectable while \u003cem\u003etime stop\u003c/em\u003e lasts. You cannot enter an area protected by an \u003ca href=\"/spells/players-handbook-v35--6/antimagic-field--2301/\"\u003e\u003cem\u003eantimagic field\u003c/em\u003e\u003c/a\u003e while under the effect of \u003cem\u003etime stop\u003c/em\u003e.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"1d4+1 rounds (apparent time); see text","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Time Stop","Page":294,"Rulebook":"Player's Handbook v.3.5","SavingThrow":"","School":"Transmutation","SomaticComponent":false,"SpellRange":"Personal","SpellResistance":"","Subschool":"","Target":"You","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}