{"id":291,"created":1450795691,"modified":1450795691,"data":{"ArcaneFocusComponent":false,"Area":"Shadows in one 5-ft. cube/level","CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou can affect existing shadows, both natural and magical, by causing them to deepen, lighten, or even move.\u003cbr /\u003eYou can cause one of the following effects at a time, and can switch them once per round as a free action for the duration of the spell.\u003cbr /\u003eThe chosen effect covers the entire area of the spell; multiple effects may not be applied to different areas.\u003cbr /\u003eThe possible effects are described below.\u003cbr /\u003eDeepen Darkness and Shadow:Normal shadows now grant a +4 bonus on Hide checks and provide concealment to creatures within them.\u003cbr /\u003eMagical darkness now confers total concealment to anyone\u003cbr /\u003ewithin its area.\u003cbr /\u003eLighten Darkness and Shadow:Normal shadows are suppressed within the area, making it impossible to hide within them or use abilities such as the shadowdancer\u0026#39;s shadow jump ability.\u003cbr /\u003eMagical darkness no longer provides concealment, and the\u003cbr /\u003earea can now be illuminated by any light source.\u003cbr /\u003eMove Shadow: The affected shadow moves as you direct within the area.\u003cbr /\u003eYou can create shadow illusions (as those created by a silent image spell, but without color), reveal hidden creatures by\u003cbr /\u003etaking their shadow away, cause shadows to follow you within the area of the spell, or otherwise move the shadow as you see fit.\u003cbr /\u003eYou cannot move areas of darkness in this way.\u003c/p\u003e","Descriptors":"Darkness, Shadow","DivineFocusComponent":false,"Duration":"Concentration + 1 round/level","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Control Darkness and Shadow","Page":0,"Rulebook":"Champions of Ruin","SavingThrow":"None","School":"Transmutation","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"No","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}