{"id":3050,"created":1450795692,"modified":1455641228,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eThe spellcaster places a curse on the creature touched, choosing one of the three following effects:\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eOne ability score is reduced to 1, or two ability scores take -6 penalties (minimum 1).\u003c/li\u003e\u003c/b\u003e\u003cli\u003e-8 penalty on attack rolls, saving throws, ability checks, and skill checks.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eEach turn, the subject has a 25% chance to act normally; otherwise, he takes no action.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003cbr /\u003eYou may also invent your own curse, but it should be no more powerful than those described above, and the DM has final say on the curse\u0026#39;s effect.\u003cbr /\u003eA greater curse cannot be dispelled, nor can it can be removed with a break enchantment, limited wish, or remove curse spell.\u003cbr /\u003eA miracle or wish spell removes the greater curse, but each greater curse also must have a single means of removing it with some deed that the spellcaster designates.\u003cbr /\u003eThe deed must be something that the subject can accomplish within one year (assuming he undertakes it immediately).\u003cbr /\u003eFor example, the deed might be \u0026quot;slay the dragon under Castle Bluecraft\u0026quot;, or \u0026quot;climb the tallest mountain in the world\u0026quot;.\u003cbr /\u003eThe cursed victim can have help accomplishing the task.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"Permanent","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Bestow Curse, Greater","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Races of Destiny","SavingThrow":"Will negates","School":"Transmutation","SomaticComponent":true,"SpellRange":"Touch","SpellResistance":"Yes","Subschool":"","Target":"Creature touched","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}