{"id":3062,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 full round","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou create a field of shadow.\u003cbr /\u003eThe outer surface of the field is impenetrable to normal vision and darkvision, granting 100% concealment to creatures and objects within the spell\u0026#39;s area.\u003cbr /\u003eA creature under the effect of blacklight cannot see through the field.\u003cbr /\u003eThe interior of the field casts a deep shadow on everything within, reducing normal vision to 5 feet; creatures with darkvision can see normally within the field.\u003cbr /\u003eLight, including sunlight, cannot penetrate the field.\u003cbr /\u003eCreatures that would normally be adversely affected by sunlight, such as shades and vampires, are able to function normally within the field.\u003cbr /\u003eYou can cast the spell on a point in space, but the effect is stationary unless you cast it on a mobile object.\u003cbr /\u003eYou can cast the spell on a creature, and the effect radiates from the creature and moves as it moves.\u003cbr /\u003eUnattended objects and points in space do not get saving throws or benefit from spell resistance to resist this spell.\u003cbr /\u003eShadow canopy counters or dispels any light spell of equal or lower level.\u003cbr /\u003eLight spells of equal level have no effect on shadow canopy, but light spells of higher level counter or dispel shadow canopy.\u003cbr /\u003eMaterial Component: A handful of coal dust and the dried eyeball of any diurnal creature.\u003c/p\u003e","Descriptors":"Darkness","DivineFocusComponent":false,"Duration":"1 hour/level","Effect":"Cylinder 25 ft. high with diameter 100 ft. + 50 ft./level","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Shadow Canopy","Page":0,"Rulebook":"Races of Faerun","SavingThrow":"Will negates or none (object)","School":"Evocation","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"Yes or no (object)","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}