{"id":3147,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"DF M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eThis spell creates a gleaming wall of salt crystal that merges into adjoining rock surfaces.\u003cbr /\u003eThe wall can seal off a passage or breach, or be used to construct new walls.\u003cbr /\u003eA wall of salt is 1 inch thick per caster level.\u003cbr /\u003eYou can double the wall\u0026#39;s area by halving its thickness.\u003cbr /\u003eThe wall cannot be conjured so that it occupies the same space as a creature or another object.\u003cbr /\u003eYou can form a wall of salt into nearly any shape desired.\u003cbr /\u003eThe wall need not be vertical, nor rest upon any firm foundation; however, it must merge with and be solidly supported by existing stone.\u003cbr /\u003eIt can be used to bridge a chasm or as a ramp.\u003cbr /\u003eIf such a span is more than 20 feet long, the wall must be arched and buttressed, reducing the spell\u0026#39;s area by half.\u003cbr /\u003eFor example, a 10th-level caster could create a salt span with a surface area of five 5-foot squares.\u003cbr /\u003eThe wall can be crudely shaped to allow crenellations, battlements, and so forth, by likewise reducing the area.\u003cbr /\u003eThe wall can be destroyed normally by a disintegrate spell or by chipping and breaking.\u003cbr /\u003eEach 5-foot square of the wall has 3 hit points per inch and hardness 2.\u003cbr /\u003eA section of wall whose hit points drop to 0 is breached.\u003cbr /\u003eIf a creature tries to break through the wall with a single attack, the DC for the Strength check is 15 + 1 per inch of thickness.\u003cbr /\u003eDirecting a constant blast of water at a wall of salt (for example, a geyser from a decanter of endless water) dissolves the mineral, dealing 10 points of damage per minute (which hardness does not reduce).\u003cbr /\u003eIt is possible, but difficult, to trap mobile opponents within or under a wall of salt, provided the wall is shaped so it can hold the creatures.\u003cbr /\u003eCreatures can avoid entrapment with successful Reflex saves.\u003cbr /\u003eArcane Material Component: A crystal of rock salt.\u003c/p\u003e","Descriptors":"Earth","DivineFocusComponent":true,"Duration":"Instantaneous","Effect":"Salt wall whose area is up to one 5-ft. square/level (S)","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Wall of Salt","Page":0,"Rulebook":"Sandstorm","SavingThrow":"See text","School":"Conjuration","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"No","Subschool":"Creation","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}