{"id":3171,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"Dust or sand in a volume of 10 ft./level wide by 10 ft./level long by 2 ft./level deep (S)","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"DF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eDepending on the version you choose, control sand raises or lowers fine particles of material, such as dust or sand.\u003cbr /\u003eFor either version, the caster can reduce one horizontal dimension by half and double the other horizontal dimension.\u003cbr /\u003eLower Sand: This effect causes sand to reduce its depth by as much as 2 feet per caster level, to a minimum depth of 1 inch.\u003cbr /\u003eThe dust and sand is lowered within a square-shaped depression whose sides are up to 10 feet long per caster level.\u003cbr /\u003eIn extremely large and deep sand piles, such as a sand dune, the spell creates a pit that sweeps creatures downward (without dealing damage), putting them at risk and rendering them unable to leave by normal movement for the duration of the spell.\u003cbr /\u003eWhen cast on earth elementals, dust paraelementals, and other earth- or dust-based creatures, this spell acts as a slow spell (Will negates).\u003cbr /\u003eThe spell has no effect on other creatures.\u003cbr /\u003eRaise Sand: This effect causes dust and sand to rise in height, just as the lower sand version causes it to lower.\u003cbr /\u003eCreatures and objects on top of the dust or sand are raised along with the top level of sand.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":true,"Duration":"10 min./level (D)","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Control Sand","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Sandstorm","SavingThrow":"None; see text","School":"Transmutation","SomaticComponent":true,"SpellRange":"Long (400 ft. + 40 ft./level)","SpellResistance":"No","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}