{"id":3172,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou call the essence of salt forth in the target, dealing 1d6 points of damage per two caster levels (maximum 10d6).\u003cbr /\u003eIf the target takes more than half of its current hit points in damage from the spell, it must make a Fortitude saving throw or its body completely crystallizes.\u003cbr /\u003eThe subject, but not its carried gear, turns into a mindless, inert statue.\u003cbr /\u003eIf a statue resulting from this spell is broken or damaged, the subject has similar damage or deformities if ever returned to its original state.\u003cbr /\u003eThe creature is not dead, but it does not seem to be alive either when viewed with spells such as deathwatch.\u003cbr /\u003eThe transformed creature takes on the consistency of rock salt (hardness 2, 5 hp per inch of thickness).\u003cbr /\u003eSalt statues are extremely susceptible to dissolution by water\u0026#8212;if exposed to flooding or heavy rain, they take damage that is not reduced by hardness.\u003cbr /\u003eA constant blast of water (for example, a geyser from a decanter of endless water) deals 10 points of damage per minute.\u003cbr /\u003eA steady rain deals 1 point of damage per minute.\u003cbr /\u003eA stone to flesh spell affects salt as if it were stone, returning an affected creature to its original state.\u003cbr /\u003eMaterial Component: A lump of rock salt.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"Instantaneous","Effect":"","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Flesh to Salt","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Sandstorm","SavingThrow":"Fortitude partial; see text","School":"Transmutation","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"Yes","Subschool":"","Target":"One creature","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}