{"id":3178,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"One 10-ft.-cube region of slipsand/level","CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eThis spell turns an area of natural sand into a pit of deadly slipsand (see page 25).\u003cbr /\u003eSupernatural sandlike materials, such as black sand or slumber sand, are not affected by the spell.\u003cbr /\u003eA creature unable to free itself from the slipsand immediately sinks to the bottom and must hold its breath or begin to suffocate.\u003cbr /\u003eIf slipsand is cast on a structure of fused sand or on a sandy foundation, it causes the affected part (or more) of the structure to collapse.\u003cbr /\u003eIf the spell is cast on a building\u0026#39;s material, slipsand spreads out to fill the available space, possibly burying those within its area.\u003cbr /\u003eThe collapsing structure is also dangerous (see Cave-ins and Collapses, page 66 of the Dungeon Master\u0026#39;s Guide).\u003cbr /\u003eSlipsand creates a magic trap that is difficult to detect.\u003cbr /\u003eA character must succeed on a Survival check (DC equals the save DC of the spell) to notice a pit of slipsand.\u003cbr /\u003eRunning or charging characters have no chance to detect the trap.\u003cbr /\u003eA rogue can find the trap with a successful Search check, but cannot disable it.\u003cbr /\u003eThe DC is 25 + spell level, or 29 for slipsand.\u003cbr /\u003eMaterial Component: A pinch of slipsand.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"Permanent","Effect":"","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Slipsand","Page":0,"Rulebook":"Sandstorm","SavingThrow":"See text","School":"Transmutation","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"No","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}