{"id":3212,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 action","Components":"M S V XP","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eThis spell grants Intelligence to mindless undead such as skeletons and zombies.\u003cbr /\u003eUndead with Intelligence scores are unaffected.\u003cbr /\u003eEach mindless undead creature within the radius gains an Intelligence score of 1d6+4.\u003cbr /\u003eA subject of the spell cannot gain a higher Intelligence than is typical for its original kind.\u003cbr /\u003eA skeletal dog simply has Intelligence 2, while a skeletal orc uses the 1d6+4 die roll but can\u0026#39;t have a score higher than 8.\u003cbr /\u003eAwakened undead do not regain any skills, feats, or extraordinary abilities they had in life, but they do gain skill points ([4 + Int mod] x HD)and feats (one for first Hit Die, one for each three HD thereafter) normally after being awakened.\u003cbr /\u003eUndead regain the armor and weapon proficiencies they had in life (assume the undead were formerly \u003cspan class=\"caps\"\u003eNPC\u003c/span\u003e warriors unless your DM specifies otherwise) and will don armor and take up weapons while obeying your commands.\u003cbr /\u003eA zombie fighter can wear any armor and wield any simple or martial weapon, while a zombie warhorse can wear any armor.\u003cbr /\u003eAwakened undead gain a +2 profane bonus on their Will saving throws to resist being controlled.\u003cbr /\u003eMaterial Component: A humanoid fingerbone.\u003cbr /\u003eXP Cost: 200 XP.\u003c/p\u003e","Descriptors":"Evil","DivineFocusComponent":false,"Duration":"Permanent (D)","Effect":"","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Awaken Undead","Page":0,"Rulebook":"Savage Species","SavingThrow":"None (harmless)","School":"Necromancy","SomaticComponent":true,"SpellRange":"Close (25 ft. plus 5 ft./2 levels)","SpellResistance":"Yes (harmless)","Subschool":"","Target":"All mindless undead within a circle 25 ft. in radius plus 5 ft./2 levels","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":true}}