{"id":3231,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 Round","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eThis spell causes instant growth of a humanoid creature, doubling its height and multiplying its weight by 8. This increase changes the creature\u0026#39;s size category to the next larger one. The target gains a +2 size bonus to Strength, a -2 size penalty to Dexterity (to a minimum of 1), and a -1 penalty on attack rolls and AC due to its increased size.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA humanoid creature whose size increases to Large has a space of 10 feet and a natural reach of 10 feet. This spell does not change the target\u0026#39;s speed.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf insufficient room is available for the desired growth, the creature attains the maximum possible size and may make a Strength check (using its increased Strength) to burst any enclosures in the process. If it fails, it is constrained without harm by the materials enclosing it\u0026#8212;the spell cannot be used to crush a creature by increasing its size.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAll equipment worn or carried by a creature is similarly enlarged by the spell. Melee and projectile weapons affected by this spell deal more damage (see Table 2-2 in the Dungeon Master\u0026#39;s Guide). Other magical properties are not affected by this spell. Any enlarged item that leaves an enlarged creature\u0026#39;s possession (including a projectile or thrown weapon) instantly returns to its normal size.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis means that thrown weapons deal their normal damage, and projectiles deal damage based on the size of the weapon that fired them. Magical properties of enlarged items are not increased by this spell\u0026#8212;an enlarged +1 sword still has only a +1 enhancement bonus, a staff-sized wand is still only capable of its normal functions, a giant-sized potion merely requires a greater fluid intake to make its magical effects operate, and so on.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMultiple magical effects that increase size do not stack, which means (among other things) that you can\u0026#39;t use a second casting of this spell to further increase the size of a humanoid that\u0026#39;s still under the effect of the first casting. \u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eEnlarge person counters and dispels \u003ca href=\"/spells/savage-species--47/improved-reduce--3232/\"\u003e\u003cem\u003eimproved reduce\u003c/em\u003e\u003c/a\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eEnlarge person can be made permanent with a \u003ca href=\"/spells/players-handbook-v35--6/permanency--2900\"\u003e\u003cem\u003epermanency\u003c/em\u003e\u003c/a\u003e spell.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMaterial Component: A pinch of powdered iron.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"10 minutes/level","Effect":"","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Improved Enlarge","Page":0,"Rulebook":"Savage Species","SavingThrow":"Fortitude negates","School":"Transmutation","SomaticComponent":true,"SpellRange":"Touch","SpellResistance":"Yes","Subschool":"","Target":"One humanoid creature","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}