{"id":3338,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 full round","Components":"DF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eWaterspout causes water to rise up into a whirling, cylindrical column that looks exactly like a tornado made of water.\u003cbr /\u003eA body of water at least 10 feet wide and 20 feet deep must be present, or the spell is wasted.\u003cbr /\u003eIf the waterspout encounters insufficient depth after it has formed, it collapses.\u003cbr /\u003eThe waterspout moves at a speed of 30 feet and must remain over water.\u003cbr /\u003eYou can concentrate on controlling the waterspout\u0026#39;s every movement or specify a simple program, such as move\u003cbr /\u003estraight ahead, zigzag, circle, or the like.\u003cbr /\u003eDirecting the waterspout\u0026#39;s movement or changing its programmed movement is a standard action for you.\u003cbr /\u003eThe waterspout always moves during your turn in the initiative order.\u003cbr /\u003eIf the waterspout exceeds the spell\u0026#39;s range, it collapses and the spell ends.\u003cbr /\u003eThe waterspout batters creatures and objects it touches, and it often sucks them up inside its vortex.\u003cbr /\u003eAny creature or object that comes in contact with the waterspout must succeed on a Reflex save or take 3d8 points of damage.\u003cbr /\u003eMedium or smaller creatures who fail their save are sucked into the waterspout and whirled about inside its powerful currents, taking 2d6 points of damage each round with no save allowed.\u003cbr /\u003eTrapped creatures remain inside for 1d3 rounds before the waterspout ejects them out the top of the spout, and they fall back to the surface (taking falling damage) 1d8\u0026#215;5 feet from the base of the waterspout.\u003cbr /\u003eWaterborne creatures or objects within 10 feet of the spout (below and on all sides) also must make Reflex saves or be sucked into the spout if they are Medium or smaller.\u003cbr /\u003eAnything sucked into the spout takes 3d8 points of damage and is then trapped for 1d3 rounds as explained above.\u003cbr /\u003eOnly the smallest boats\u0026#8212;canoes, kayaks, coracles, and the like\u0026#8212;can be sucked into the spout.\u003cbr /\u003eThe occupant of any such craft can make a Profession (sailor) check instead of a Reflex save to avoid being sucked into the waterspout.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":true,"Duration":"1 round/level","Effect":"Cylinder 10 ft. wide and 80 ft. tall","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Waterspout","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Stormwrack","SavingThrow":"Reflex negates","School":"Conjuration","SomaticComponent":true,"SpellRange":"Long (400 ft. + 40 ft./level)","SpellResistance":"No","Subschool":"Creation","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}