{"id":3353,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"20-ft. radius","CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eIn the dark, sunless abysses of the deep ocean, shadows gather, the cold beckons, and the corpses of many things in the oceans lie slowly rotting.\u003cbr /\u003eThese black waters are often poisoned with the energies of undeath.\u003cbr /\u003eWhen this spell is cast, you call up the cold blackness of those stygian depths, infusing the waters in the spell\u0026#39;s area with negative energy.\u003cbr /\u003eThose in or entering the area must make a Fortitude save to resist its terrible power.\u003cbr /\u003eThose who fail the save are chilled to the bone, taking 1d6 points of damage per two levels (to a maximum of 10d6) and gain a negative level.\u003cbr /\u003eThose who make the save take half damage and avoid the negative level.\u003cbr /\u003eAll undead in the area are healed of 1d6 points of damage per two caster levels (maximum of 10d6).\u003cbr /\u003eFurthermore, the spell\u0026#39;s area is treated as though there were a desecrate spell active within it.\u003cbr /\u003eThis area of blackwater remains in place for the spell\u0026#39;s duration, affecting creatures who enter the area in subsequent rounds.\u003cbr /\u003eA creature can only be affected once by the spell, regardless of success or failure on the saving throw, so creatures who leave and reenter the area take no additional effect (although the desecrate effect remains throughout the spell\u0026#39;s duration).\u003cbr /\u003eMaterial Component: Bone or scale of a fish that dwells in the deep, sunless parts of the ocean.\u003c/p\u003e","Descriptors":"Evil, Water","DivineFocusComponent":false,"Duration":"1 round/level (D)","Effect":"","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Blackwater Taint","Page":0,"Rulebook":"Stormwrack","SavingThrow":"Fortitude partial","School":"Necromancy","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"Yes","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}