{"id":3357,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"20-ft.-radius emanation centered on you","CastingTime":"1 standard action","Components":"M S","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eThis spell turns normal water (or watery solutions) into a frothy substance that is as breathable as air.\u003cbr /\u003eBoth air-breathing and water-breathing creatures within the area can breathe normally.\u003cbr /\u003eMoving through airy water is easier than moving through normal water.\u003cbr /\u003eSwimmers make a DC 10 Swim check once per round; they swim at their normal speed on a success, or half their normal speed on a failure.\u003cbr /\u003eCreatures with a swim speed can simply use their swim speed without penalty.\u003cbr /\u003eCreatures can instead use their land speed to move along the bottom at their normal speed.\u003cbr /\u003eCreatures walking on the bottom do not pay any movement penalty for walking on sand, stone, or pebble seafloor and only pay 2 squares of movement per square of muck or mud entered (see Marine Dungeon Terrain on page 21).\u003cbr /\u003eFinally, airy water negates underwater combat penalties for all melee attacks, although ranged attacks still take the normal underwater penalty.\u003cbr /\u003eThe spell does not filter or purify solid particles, so casting airy water on very turbid liquids, for example, would produce an area filled with dust or smoke (and impose similar penalties).\u003cbr /\u003eMaterial Component: A small handful of alkaline salts.\u003c/p\u003e","Descriptors":"Air, Water","DivineFocusComponent":false,"Duration":"10 min./level (D)","Effect":"","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Airy Water","Page":0,"Rulebook":"Stormwrack","SavingThrow":"None","School":"Transmutation","SomaticComponent":true,"SpellRange":"0 ft.","SpellResistance":"No","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":false,"XPComponent":false}}