{"id":3376,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eSpells (and spell-like effects) targeted against you are absorbed and their energy stored until you release this energy in spells of your own. The abjuration absorbs only spells that have you as a target.\u003cbr /\u003eEffect and area spells are not affected. Absorption also fails to affect touch range spells.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFrom 7-10 (1d4+6) spell levels are affected by the absorption. The DM secretly rolls the exact number. Each spell absorbed subtracts its level from the amount of absorption left. A spell might be only partially absorbed. Subtract the 1d4+6 result from the spell level of the incoming spell. Divide the remaining levels of the incoming spell by the original spell level of the incoming spell to see what fraction of the effect gets through. For damaging spells, you take that fraction of the damage.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFor nondamaging spells, you have a proportional chance to be affected. For example, you have three spell levels of absorption remaining and a dominate monster spell strikes you. Dominate monster is a 9th-level spell: (9\u0026#8212;3)/9 leaves 6/9, or 66% of the spell. There exists a 66% chance the spell affects you.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf you are affected, any saving throw the spell normally allows still applies. You can use captured spell energy to cast any spell you have prepared, without expending the preparation itself (you must keep a running total of spell levels absorbed and used). In other words, the prepared spell doesn\u0026#39;t disappear from your memory since you didn\u0026#39;t use that \u0026quot;prepared\u0026quot;magical energy to power the casting.\u003cbr /\u003eIf you are a sorcerer, you can use stored energy to cast any spell you know.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe levels of spell energy you have stored must be equal to or greater than the level of the spell you want to cast, and you must (and use) have any material components required for the spell.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"Until expended or 10 minutes/level","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Absorption","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Tome and Blood: A Guidebook to Wizards and Sorcerers","SavingThrow":"","School":"Abjuration","SomaticComponent":true,"SpellRange":"Personal","SpellResistance":"","Subschool":"","Target":"You","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}