{"id":3386,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eA pair of invisible hands made of pure force spring into existence around the target\u0026#39;s throat and begin to strangle it.\u003cbr /\u003eOnly aberrations, animals, beasts, fey, giants, humanoids, magical beasts, monstrous humanoids, outsiders, and shapechangers can be affected.\u003cbr /\u003eCreatures without necks, such as beholders, cannot be affected.\u003cbr /\u003eThe hands cannot be attacked or damaged.\u003cbr /\u003eThe target takes 1d4 points of damage per round but can make a Reflex save each round for half damage.\u003cbr /\u003eAll attack rolls and checks the target makes while being choked suffer a -2 circumstance penalty; if the check involves speaking, the circumstance penalty is -4.\u003cbr /\u003eSpellcasting is possible, but the target must make a successful Concentration check (DC 10+ spell level +1/2 the last damage dealt) or lose the spell.\u003cbr /\u003eThe -2 circumstance penalty also applies to the check, or \u0026#8211; 4 if the spell has a verbal component.\u003cbr /\u003eMaterial Component: A handkerchief or similar-sized piece of cloth that has been tied in a knot.\u003c/p\u003e","Descriptors":"Force","Displays":"","DivineFocusComponent":false,"Duration":"1 round/level","Effect":"","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Choke","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Tome and Blood: A Guidebook to Wizards and Sorcerers","SavingThrow":"Reflex half (see text)","School":"Conjuration","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"Yes","Subschool":"Creation","Target":"One creature up to size Large (see text)","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}