{"id":3405,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eThis spell allows you some degree of control over an undead creature.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eNonintelligent undead (such as skeletons and zombies) get no saving throw; intelligent undead do.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWhen you control a mindless being, you can only communicate basic commands, such as \u0026quot;come here\u0026quot;, \u0026quot;go there\u0026quot;, \u0026quot;fight\u0026quot;, \u0026quot;stand still\u0026quot;, and so on.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAn intelligent subject perceives your words and actions in the most favorable way. It will hot attack you while the spell lasts.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou can try to give the subject orders, but you must win an opposed Charisma check to convince it to do anything it wouldn\u0026#39;t ordinarily do. (Retries not allowed).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA commanded undead never obeys suicidal or obviously harmful orders, but it might be convinced that something very dangerous is worth doing (see the charm person spell description on page 183 of the Player\u0026#39;s Handbook).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAny act by you or your apparent allies that threatens the commanded undead breaks the spell. Your commands are not telepathic.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe undead creature must be able to hear you.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMaterial Components: A shred of raw meat and a splinter of bone.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"1 day/level","Effect":"","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Command Undead","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Tome and Blood: A Guidebook to Wizards and Sorcerers","SavingThrow":"See text","School":"Necromancy","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"Yes","Subschool":"","Target":"1 undead creature","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}