{"id":3453,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"DF TN V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eRaising your eyes to the skies, you concentrate on a brief prayer using the true language of the universe, using truename power to ask for the favor of your patron deity.\u003cbr /\u003eA flashing, brassy mote of energy spins around those you target.\u003cbr /\u003eWhen you cast true prayer of the faithful, you ask your patron deity to give your allies (possibly including yourself) a measure of divine aid.\u003cbr /\u003eThe subjects of this spell gain a +1 luck bonus on attack rolls, weapon damage rolls, saves, and skill checks.\u003cbr /\u003eThis spell automatically affects a single target if you succeed on the required Truespeak check.\u003cbr /\u003eBut the higher your Truespeak check result, the more creatures you can affect (see below).\u003cbr /\u003eTruename Component: When you cast this spell, you must correctly speak a truename associated with your deity.\u003cbr /\u003eYou learn this truename when you learn this spell.\u003cbr /\u003eIt\u0026#39;s not your deity\u0026#39;s truename, but a term associated with divine assistance.\u003cbr /\u003eThe Truespeak DC is 20, and you can have the true prayer of the faithful affect one additional creature for every 5 points by which you exceed the Truespeak DC.\u003cbr /\u003eIn addition, you gain an extra round of duration for every personal truename of a target creature you speak during the casting of the spell; your patron deity is better able to identify and assist your friends if you tell the deity their personal truenames.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":true,"Duration":"1 round/level; see text","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"True Prayer of the Faithful","Page":0,"Rulebook":"Tome of Magic","SavingThrow":"Will negates (harmless)","School":"Transmutation","SomaticComponent":false,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"Yes (harmless)","Subschool":"","Target":"One or more creatures, no two of which are more than 30 ft. apart; see text","TrueNameComponent":true,"UserId":0,"VerbalComponent":true,"XPComponent":false}}