{"id":3495,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou create a smoothly polished, 5-foot-diameter sphere of stone that moves under your control at a speed of 30 feet.\u003cbr /\u003eThe stone sphere has AC 5, hardness 8, and 500 hit points.\u003cbr /\u003eOn the round in which you cast the spell, the stone sphere appears at the spot you designate within the spell\u0026#39;s range, and you may direct its movement as a free action.\u003cbr /\u003eOn subsequent rounds, you must actively direct the stone sphere in order to move it; otherwise, it remains motionless.\u003cbr /\u003eDirecting the movement of the stone sphere in the rounds after its initial appearance requires a move action.\u003cbr /\u003eIf you move the stone sphere into an enemy creature\u0026#39;s square, it deals damage to every creature in that square as follows: 8d6 points to a Medium or smaller creature, 4d6 points to a Large creature, and 2d6 points to a Huge creature.\u003cbr /\u003eThe sphere cannot roll into any square occupied by a Gargantuan or Colossal creature.\u003cbr /\u003eThe sphere must stop moving after it rolls over one occupied square, finishing its move in an adjacent square.\u003cbr /\u003eIf the stone enters a square occupied by a Medium or smaller creature, it can stop there, forcing the target to move to a single adjacent square of its choice (which provokes attacks of opportunity).\u003cbr /\u003eMaterial Component: A smooth sphere of marble 1 inch in diameter.\u003c/p\u003e","Descriptors":"Earth","DivineFocusComponent":false,"Duration":"1 round/level","Effect":"One 5-ft.-diameter stone sphere","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Stone Sphere","Page":0,"Rulebook":"Underdark","SavingThrow":"Reflex negates","School":"Evocation","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"Yes","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}