{"id":3538,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYou point at your intended target. lnstantly, shadowy shapes form at your flank and rush toward the creature you indicate, surrounding it. Others nearby do not notice the images, that plague your target.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou point at your intended target. Instantly, shadowy shapes form at your flank and rush toward the creature you indicate, surrounding it. Others nearby do not notice the images that plague your target. You create phantasmal images of nightmare creatures in the target\u0026#39;s mind, visible only as shadowy shapes to you and unseen by all others. If the target succeeds on an initial Will save, it recognizes that the images are not real, and the spell fails. If not, the phantasms strike the target, dealing 8 points of Wisdom damage and 8 points of Dexterity damage (4 points each on a successful Fortitude save). If the subject of a \u003cem\u003ephantasmal assailant\u003c/em\u003e succeeds in disbelieving and is wearing a \u003cem\u003ehelm of telepathy\u003c/em\u003e, the spell can be turned back upon you with the same effect.\u003c/p\u003e","Descriptors":"Mind-Affecting, Fear","Displays":"","DivineFocusComponent":false,"Duration":"Instantaneous","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Phantasmal Assailants","OlfactoryDisplay":false,"Page":154,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"Will disbelief (if interacted with), then Fortitude half; see text","School":"Illusion","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"Yes","Subschool":"Phantasm","Target":"One living creature","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}