{"id":3540,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYou call upon the power of the dinosaurs to complete the spell. A set of ghostly dinosaur jaws come into being and attack the creature you designate.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis spell creates a set of powerful jaws of force. The jaws attempt to grapple the designated opponent, starting with one attack in the round the spell is cast and continuing each round thereafter. The \u003cem\u003espiritjaws\u003c/em\u003e use your base attack bonus (possibly allowing it multiple attacks per round in subsequent rounds) + your Wis modifier as it\u0026#39;s attack bonus. If an initial attack hits, the \u003cem\u003espirtjaws\u003c/em\u003e deal 2d6 points of damage and attempt to start a grapple as a free action.  The jaws\u0026#39; bonus on grapple checks is equal to their attack bonus + 4.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eOnce the opponent is grappled, the jaws deal 2d6 points of damage with each subsequent grapple check. The target is considered to be grappling and can not move. The target creature no longer threatens squares and loses its Dexterity bonus to AC against opponents not grappling it.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe set of jaws always strikes from your direction. It does not get a bonus for flanking or help a combatant get one. Your feats do not affect the jaws. If the jaws move beyond the range of the spell, they vanish. Attacking the set of jaws has no effect. As a magical force effect, the jaws cannot be damaged, but \u003cem\u003edisintegrate\u003c/em\u003e or a \u003cem\u003esphere of annihilation\u003c/em\u003e destroys it\u0026#39;s effect.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe grappled opponent can cast a spell only if the spell has no somatic component, the material components are in band, and a Concentration check (DC20 + spell level) is made. A creature grappled by the set of jaws can attempt to escape by succeeding on a grapple check against the jaws or by making a successful Escape Artist check as a standard action opposed by the set of jaws\u0026#39; grapple check.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAs a free action, you can direct the jaws to pin a grappled opponent instead of dealing damage with a grapple check. If the jaws win the opposed grapple check, the opponent is pinned. A pinned opponent is held immobile and must break the pin before it can escape the grapple. Creatures other than those grappling the pinned target gain a +4 bonus on attack rolls to hit it. If the jaws have multiple attacks (granted by your attack bonus), you can use them to cause damage to a pinned target or to make more grapple attempts against that target.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eEach round after the first, you can use a move action to redirect the \u003cem\u003espiritjaws\u003c/em\u003e to a new target. If you do not, the \u003cem\u003espiritjaws\u003c/em\u003e continue to attack the previous round\u0026#39;s target. On any round that the \u003cem\u003espiritjaws\u003c/em\u003e switches targets, it gets one attack. Subsequent rounds of attacking that target allow the \u003cem\u003espiritjaws\u003c/em\u003e to make multiple attacks if your base attack bonus would allow it to.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf you become unable to command the jaws, they vanish.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eMaterial Component:\u003c/em\u003e A piece of bone from a dinosaur\u0026#39;s jaw.\u003c/p\u003e","Descriptors":"Force","DivineFocusComponent":false,"Duration":"1 round/ level (D)","Effect":"Jaws of force","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Spiritjaws","Page":202,"Rulebook":"Spell Compendium","SavingThrow":"None","School":"Evocation","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"Yes","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}