{"id":3553,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eTo employ this spell, you must succeed on a melee touch attack against a living creature. If you do so, your touch deals 1d6 points of damage per two caster levels (maximum 15d6). This damage represents actual life force that you take from the subject, resulting in a ball of positive energy you hold in your hand. You can use this ball of positive energy in one of three ways.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eYou can, in any following round, touch yourself or any other living creature with that positive energy, as a standard action. The living creature absorbs the energy, healing as many points of damage as you dealt to the initial subject, up to the new subject?s full normal hit points.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003c/b\u003e\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eYou can use the ball of positive energy to make a melee touch against an undead creature, dealing the same amount of damage you initially dealt.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003c/b\u003e\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eYou can use it to power a turn undead attempt. The next turning attempt you make, so long as it occurs before the spell?s duration expires, does not count against your daily limit.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe ball of positive energy dissipates in 1 minute if not used, and it vanishes immediately if you use your hand for some other purpose.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"Instantaneous/1 minute or until discharged; see text","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Manifest Life","Page":115,"Rulebook":"The Forge of War","SavingThrow":"None","School":"Necromancy","SomaticComponent":true,"SpellRange":"Touch","SpellResistance":"Yes","Subschool":"","Target":"Living creature touched, then living creature or undead creature touched","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}