{"id":3670,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 swift action","Components":"","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYou lurk within concealing mist, luring your opponent into attacking you, only to dodge out of the way and direct your enemy?s blow at an unwitting ally.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou are a ghost in the mist, capable of turning a foe against her allies. By gauging your opponent?s fighting stance, timing your dodge correctly, and placing yourself in the right position, you can lead her into attacking one of her allies rather than you. When your foe strikes, you duck out of the way. As she follows through with her attack, she inadvertently attacks an ally. \u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou gain this stance?s benefit when an opponent?s attack against you has a miss chance, such as from concealment. Whenever an opponent?s melee or ranged attack misses you because of this miss chance, you can choose to change the target of the attack from you to another eligible target (other than your attacker). For a melee attack, the new target must be within your opponent?s reach and adjacent to you. For a ranged attack, the new target must be adjacent to you, and your opponent must have line of effect to him. Use the result of the original attack to determine if it hits the new target. Your foe does not check again for a miss chance, as you guide the attack directly to the new target. This ability applies only once per attack. If you use ghostly defense to redirect an attack against a foe using this stance, he does not have the option to redirect the attack again.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou must be aware of an opponent?s attack to gain the t of this stance. You cannot use it against attacks that catch you flat-footed.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"Stance","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Ghostly Defense","Page":72,"Rulebook":"Tome of Battle: The Book of Nine Swords","SavingThrow":"","School":"Setting Sun","SomaticComponent":false,"SpellRange":"Personal","SpellResistance":"","Subschool":"Stance","Target":"You","TrueNameComponent":false,"UserId":0,"VerbalComponent":false,"XPComponent":false}}