{"id":3691,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYour weapon becomes cloaked in an inky, black nimbus. As you strike your opponent, that energy flows into the wound and leaves him pale, weak, and shaking.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAs part of this maneuver, you make a single melee attack. If this attack hits, the target must make a successful Fortitude save (DC 18 + your Wis modifier) or gain 1d4 negative levels. You gain 5 temporary hit points for each negative level your enemy gains. Temporary hit points gained in this manner last until the end of the encounter. The effects of any negative levels bestowed by this\u003cbr /\u003estrike disappear in 24 hours. \u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf the target has at least as many negative levels as Hit Dice, it dies. Each negative level gives a creature a ?1 penalty on attack rolls, saving throws, skill checks, ability checks, and effective level (for determining the power, duration, DC, and other details of spells or special abilities). Additionally, a spellcaster loses one spell or spell slot from her highest available level. Negative levels stack.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIn addition to the negative levels, your attack deals normal damage, even if the target succeeds on the saving throw.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis maneuver is a supernatural ability.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Enervating Shadow Strike","Page":77,"Rulebook":"Tome of Battle: The Book of Nine Swords","SavingThrow":"Fortitude negates","School":"Shadow Hand","SomaticComponent":false,"SpellRange":"Melee attack","SpellResistance":"","Subschool":"Strike","Target":"One creature","TrueNameComponent":false,"UserId":0,"VerbalComponent":false,"XPComponent":false}}