{"id":3735,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 full-round action","Components":"","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eWith a primal howl, you leap into the air and land on your opponent, hacking and clawing at his neck.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou leap upon your opponent, rending and tearing with your weapons in an attempt to kill him with a brutally overwhelming assault. You grab onto your foe as you slash and hack at his neck, face, and other vulnerable areas.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eTo use this maneuver, you must be adjacent to your intended target. As part of this maneuver, make a Jump check with a DC equal to your opponent?s AC. If the check succeeds, you can then make a single melee attack against your foe, also as part of this maneuver. The target is considered flat-footed against this attack. If your attack deals damage, your target must attempt a Fortitude save (DC 19 + your Str modifier). If this save fails, your target is instantly slain (his hit points drop to ?10). If the save is successful, you deal an extra 20d6 points of damage to the target in addition to your normal weapon damage. Creatures immune to critical hits are immune to the death effect of this strike.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf your Jump check fails, you can make a single attack normally. The maneuver is still considered expended.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Feral Death Blow","Page":87,"Rulebook":"Tome of Battle: The Book of Nine Swords","SavingThrow":"Fortitude partial","School":"Tiger Claw","SomaticComponent":false,"SpellRange":"Melee attack","SpellResistance":"","Subschool":"Strike","Target":"One creature","TrueNameComponent":false,"UserId":0,"VerbalComponent":false,"XPComponent":false}}