{"id":3738,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 swift action","Components":"","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eWindmilling your arms in a furious blur, you strike your perplexed enemy from two directions at once, rending his flesh with each strike.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eEach of your attacks is precisely timed to maximize the carnage it inflicts. You must be wielding two or more weapons to initiate this maneuver. As you hack into your opponent, you use your weapons together to murderous effect. With a cruel twist of your blade, you widen the wounds you cause with each successive strike.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou must initiate this maneuver before making any attacks in the current round. If you strike an opponent multiple times during your turn, you also deal rend damage. This damage is based on the number of times you strike your opponent during your turn (see the table below). Determine the rend damage dealt immediately after you make your last attack for your turn.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf you attack multiple opponents during your turn, you gain this extra damage against each of them. A creature takes rend damage based on the number of attacks that hit it, not the number of successful attacks you make. For example, if you hit a fire giant three times and an evil cleric twice during your turn, the fire giant takes rend damage for three attacks and the cleric takes rend damage for two attacks.\u003c/b\u003e\u003ctable\u003e\u003c/b\u003e\u003ctr\u003e\u003c/b\u003e\u003cth\u003eSuccessful Attacks \u003c/th\u003e\u003c/b\u003e\u003cth\u003eRend Damage \u003c/th\u003e\u003c/b\u003e\u003c/tr\u003e\u003c/b\u003e\u003ctr\u003e\u003c/b\u003e\u003ctd\u003e 2 \u003c/td\u003e\u003c/b\u003e\u003ctd\u003e 8d6 \u003c/td\u003e\u003c/b\u003e\u003c/tr\u003e\u003c/b\u003e\u003ctr\u003e\u003c/b\u003e\u003ctd\u003e 3 \u003c/td\u003e\u003c/b\u003e\u003ctd\u003e 10d6 \u003c/td\u003e\u003c/b\u003e\u003c/tr\u003e\u003c/b\u003e\u003ctr\u003e\u003c/b\u003e\u003ctd\u003e 4 \u003c/td\u003e\u003c/b\u003e\u003ctd\u003e 12d6 \u003c/td\u003e\u003c/b\u003e\u003c/tr\u003e\u003c/b\u003e\u003ctr\u003e\u003c/b\u003e\u003ctd\u003e 5 \u003c/td\u003e\u003c/b\u003e\u003ctd\u003e 14d6 \u003c/td\u003e\u003c/b\u003e\u003c/tr\u003e\u003c/b\u003e\u003ctr\u003e\u003c/b\u003e\u003ctd\u003e 6 \u003c/td\u003e\u003c/b\u003e\u003ctd\u003e 16d6 \u003c/td\u003e\u003c/b\u003e\u003c/tr\u003e\u003c/b\u003e\u003ctr\u003e\u003c/b\u003e\u003ctd\u003e 7 \u003c/td\u003e\u003c/b\u003e\u003ctd\u003e 18d6 \u003c/td\u003e\u003c/b\u003e\u003c/tr\u003e\u003c/b\u003e\u003ctr\u003e\u003c/b\u003e\u003ctd\u003e 8+ \u003c/td\u003e\u003c/b\u003e\u003ctd\u003e 20d6 \u003c/td\u003e\u003c/b\u003e\u003c/tr\u003e\u003c/b\u003e\u003c/table\u003e\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"End of turn","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Girallon Windmill Flesh Rip","Page":87,"Rulebook":"Tome of Battle: The Book of Nine Swords","SavingThrow":"","School":"Tiger Claw","SomaticComponent":false,"SpellRange":"Melee attack","SpellResistance":"","Subschool":"Boost","Target":"One or more creatures","TrueNameComponent":false,"UserId":0,"VerbalComponent":false,"XPComponent":false}}