{"id":3749,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eLike a dragon, you swoop down upon your foe and let loose with a devastating attack. You leap over her and, as you soar through the air, unleash a devastating volley of attacks.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou leap over an opponent and chop down at her, ruining her defenses and striking with a critical blow.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAs part of this maneuver, you attempt a Jump check to leap over your target. The result of this Jump check must be sufficient to allow you to move through an opponent?s space and over her. If you fail the Jump check needed to jump over your foe, you provoke attacks of opportunity for the distance you jump, if applicable. If your jump was too short to clear your opponent but far enough that you would land in a space she occupies, you land adjacent to your opponent in the square closest to your starting square.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf your check is insufficient to jump over your target, you can also make a single attack against your foe with no special benefits or penalties, as long as your target is within reach.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf the check succeeds, you do not provoke attacks of opportunity for leaving threatened squares during your jump. Your foe loses her Dexterity bonus to AC against your melee attack. This attack deals an extra 10d6 points of damage, and the target must succeed on a Fortitude save (DC equal to your Jump check result) or be stunned for 1 round.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Swooping Dragon Strike","Page":89,"Rulebook":"Tome of Battle: The Book of Nine Swords","SavingThrow":"Fortitude partial","School":"Tiger Claw","SomaticComponent":false,"SpellRange":"Melee attack","SpellResistance":"","Subschool":"Strike","Target":"One creature","TrueNameComponent":false,"UserId":0,"VerbalComponent":false,"XPComponent":false}}