{"id":3774,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"See text","CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYou speak the words and spread your palm open, as if you were throwing jacks. Coppery sparks spring from your palm, filling the corridor with small four-pronged spikes.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA \u003cem\u003ecaltrops\u003c/em\u003e spell covers one 5-foot-by-5-foor square with caltrops. Every time a creature moves into an area covered by caltrops or spends a round fighting while standing in such an area, it might step on one. The caltrops make one attack roll (+0 melee) against the creature. For this attack, the target \u0026#39;s shield and deflection bonuses do not count, nor does its armor bonus for armor worn. A target  wearing shoes or other footwear gains a +2 armor bonus to Armor Class (which does count). If the caltrops succeed on the attack, the creature has stepped on one.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA successful attack by a caltrop deals 1 point of damage. If the target is Small, Medium, or Large, its land speed is reduced by one half because of the injury. This movement penalty lasts for 24 hours,  until the creature is successfully treated with a DC 15 Heal check, or until it receives at least 1 point of magical healing. A charging or running creature must immediately stop if it steps on a caltrop. Any creature moving at half speed or slower can pick its way through a bed of caltrops with no trouble.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe DM judges the effectiveness of caltrops against unusual opponents or opponents outside the size range given above. A giant centipede, for example, can scramble among the caltrops with no chance of hurting itself, and a fire giant wearing thick, massive boots might be immune to their attacks.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFor every two caster levels beyond 1st, you can affect an additional 5-foot-by-5-foot square, and the caltrops\u0026#39; attack bonus increases by 1. Thus, you affect two squares at 3rd level (+1 melee), three at 5th level (+2 melee), four at 7th level (+3 melee), and a maximum of five at 9th level or higher (+4 melee maximum).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMultiple \u003cem\u003ecaltrops\u003c/em\u003e spells (or mundane caltrops) occupying the same space have no additional effect.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"1 round/level","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Caltrops","Page":42,"Rulebook":"Spell Compendium","SavingThrow":"None","School":"Conjuration","SomaticComponent":true,"SpellRange":"Close (25ft. + 5ft./2 levels)","SpellResistance":"No","Subschool":"Creation","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}