{"id":3794,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":true,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"AF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYou rattle the dice in your hand and mutter the words of the spell, then check your facedown cards again. The two low cards have somehow become trumps.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAt one point during the duration of this spell, you can attempt to alter the outcome of a game of chance. This spell can affect only nonmagical games, such as those using cards or dice. It cannot affect a game involving magic, nor a magic item involved in a game of chance (such as a \u003cem\u003edeck of many things\u003c/em\u003e). Whenever a dice roll is made to determine the outcome of the game, a character under the effect of this spell can demand a reroll and take the better of the two rolls.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAnyone observing the game of chance is allowed a Will saving throw to realize something fishy is going on, and might suspect that the outcome of the game has been magically altered. For example, Darkon is playing a game that he has a 1 in 4 chance of winning. The DM secretly rolls 1d4 and tells the player that Darkon lost. Because Darkon is under the effect of a \u003cem\u003echeat\u003c/em\u003e spell, the player can have the DM reroll. The spell alters probability, so there is no subterfuge that another character could notice (except for the casting of the spell itself).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eFocus:\u003c/em\u003e A pair of dice made from human bones.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"1 minute/level or until discharged","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Cheat","OlfactoryDisplay":false,"Page":46,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"Will negates; see text","School":"Transmutation","SomaticComponent":true,"SpellRange":"Personal","SpellResistance":"No","Subschool":"","Target":"You","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}