{"id":3828,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 minute","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYou speak the ancient, slippery words as you pour the iron and silver into the flask. Despite the fact that there is more powder than room in the bottle, all of it dissolves, leaving a flask of water swirling with motes of gold.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis transmutation imbues a flask (1 pint) of water with the energy of chaos, turning it into anarchic water. Anarchic water damages lawful outsiders the way holy water damages undead and evil outsiders. A flask of anarchic water can be thrown as a splash weapon. Treat this attack as a ranged touch attack with a range increment of 10 feet. A flask breaks if thrown against the body of a corporeal creature, but to use it against an incorporeal creature, the bearer must open the flask and pour the anarchic water out onto the target. Thus, a character can douse an incorporeal creature with anarchic water only if he is adjacent to it. Doing so is a ranged touch attack that does not provoke attacks of opportunity.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA direct hit by a flask of anarchic water deals 2d4 points of damage to a lawful outsider. Each such creature within 5 feet of the point where the flask hits takes 1 point of damage from the splash.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eMaterial Component\u003c/em\u003e: 5 pounds of powdered iron and silver (worth 25 gp).\u003c/p\u003e","Descriptors":"Chaotic","DivineFocusComponent":false,"Duration":"Instantaneous","Effect":"","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Anarchic Water","Page":11,"Rulebook":"Spell Compendium","SavingThrow":"Will negates (object)","School":"Transmutation","SomaticComponent":true,"SpellRange":"Touch","SpellResistance":"Yes (object)","Subschool":"","Target":"Flask of water touched","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}