{"id":3838,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eAs you cast this spell, an invisible ray projects from your fingers. Where it strikes your foe, it ripples across his body, like water spreading across a calm pond.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou must succeed on a ranged touch attack with the ray to strike a target. The target, if struck, functions as if it were inside an antimagic field (PH 200) if it fails its Will save.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf this spell is used against a creature, the subject can\u0026#39;t cast spells or use supernatural or spell-like abilities, nor do such abilities have any effect on the creature. However, the creature can still use spell completion items (such as scrolls) or spell trigger items (such as wands), even though it can\u0026#39;t cast the spells required.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf this spell is used against an object, that object\u0026#39;s magical powers are suppressed\u0026#8212;including any spells previously cast and currently in effect on the item, as well as any spells or magical effects targeted on the object during the antimagic ray\u0026#39;s duration.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe spell doesn\u0026#39;t affect any objects other than the subject itself, even if those objects are worn, carried by, or in contact with the subject. For instance, if a creature is the target, its equipment remains unaffected.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eMaterial Component\u003c/em\u003e: A pinch of iron filings mixed with ruby dust worth 100 gp.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"1 round/level","Effect":"Ray","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Antimagic Ray","Page":14,"Rulebook":"Spell Compendium","SavingThrow":"Will negates (object)","School":"Abjuration","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels","SpellResistance":"Yes","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}