{"id":3848,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"DF M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eWith a howl you complete the spell. Instantly, your body sprouts short, thick fur. Your spine and neck bend, causing you to drop to your hands and knees\u0026#8212;which quickly shorten into canine limbs.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWhen you cast this spell, you assume the physical appearance and many of the qualities and abilities of a wolf (MM 283). While under the effect of the spell, your creature type changes to animal, and your size changes to Medium. You have the space and reach of a wolf (5 ft./5 ft.). You gain the Strength, Dexterity, and Constitution of an average wolf (Str 13, Dex 15, Con 15), but you retain your own mental ability scores. Your base land speed becomes 50 feet. You gain low-light vision and scent. You gain a bite attack, which is a primary natural attack that deals 1d6+1 points of damage with each successful hit.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYour class and level, hit points, alignment, base attack bonus, and base saving throw bonuses all remain the same. You lose any extraordinary special abilities of your own form, as well as spell-like and supernatural abilities. You keep all extraordinary special attacks derived from class levels (such as a barbarian\u0026#39;s rage or a rogue\u0026#39;s sneak attack), but you lose any from your normal form that are not derived from class levels. You cannot speak or cast spells while in wolf form. However, if you have the Natural Spell feat, you can cast spells normally. Your natural armor bonus becomes +2, regardless of any natural armor bonus from your normal form. While in wolf form, you gain the wolf\u0026#39;s trip extraordinary attack form, allowing you to make a free trip attempt against any opponent that you hit with your bite attack. Your equipment melds into your new form and becomes nonfunctional.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eArcane Material Component\u003c/em\u003e: A whisker from a wolf.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":true,"Duration":"10 minutes/level (D)","Effect":"","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Aspect of the Wolf","Page":16,"Rulebook":"Spell Compendium","SavingThrow":"","School":"Transmutation","SomaticComponent":true,"SpellRange":"Personal","SpellResistance":"","Subschool":"","Target":"You","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}