{"id":3850,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYou fish out the gem and, floating in the Astral Plane, cast the spell. A small pinprick of light appears next to you, widening to form a circular portal of a bronze hue. You step through the portal and begin the process of healing.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis spell can be cast only upon the Astral Plane (\u003cspan class=\"caps\"\u003eDMG\u003c/span\u003e 154). It opens up a small planar portal to a demiplane where natural healing can occur (unlike on the Astral Plane itself). The firm surface of the demiplane is roughly 50 feet square, and the demiplane extends 50 feet above the surface. The demiplane\u0026#39;s traits (including time, gravity, and magic) match those of the Material Plane, and the demiplane is self-contained; walking to one end returns a character to the point from which he began. The demiplane has no unusual planar traits.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe only way in or out of the demiplane is through the entrance created by you, and only those named or described by you upon the casting of the spell can enter. The portal continues to exist and remains visible on the Astral Plane only while the hospice demiplane exists. When you leave the demiplane, the portal seals shut and vanishes. Anyone still in the hospice demiplane at that time appears on the Astral Plane at the location of the hospice\u0026#39;s entrance.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eMaterial Component\u003c/em\u003e: A single flawless gemstone of at least 250 gp value.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"24 hours/level","Effect":"See text","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Astral Hospice","Page":17,"Rulebook":"Spell Compendium","SavingThrow":"None","School":"Conjuration","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels","SpellResistance":"No","Subschool":"Teleportation","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}