{"id":3863,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 immediate action","Components":"V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eThe danger of the plane surprises you, and you have barely time to bark out a few elder words of power. In a moment you\u0026#39;re safe, and you gain a brief respite\u0026#8212;time enough to cast more permanent protective spells.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou gain a temporary respite from the natural effects of a specific plane. These effects include extremes in temperature, lack of air, poisonous fumes, emanations of positive or negative energy, or other attributes of the plane itself (\u003cspan class=\"caps\"\u003eDMG\u003c/span\u003e 150).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAvoid planar effects provides protection from the 3d10 points of fire damage that characters normally take when on a plane with the fire-dominant trait. Avoid planar effects allows a character to breathe water on a water-dominant plane and ignore the threat of suffocation on an earth-dominant plane. A character protected by avoid planar effects can\u0026#39;t be blinded by the energy of a major positive-dominant plane and automatically stops gaining temporary hit points when they equal the character\u0026#39;s full normal hit point total. Negative-dominant planes don\u0026#39;t deal damage or bestow negative levels to characters protected by avoid planar effects.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIn addition, some effects specific to a plane are negated by avoid planar effects. In the D\u0026amp;D cosmology, avoid planar effects negates the deafening effect of Pandemonium and the cold damage on the Cania layer of the Nine Hells. The DM can add additional protections for a cosmology he creates. If the campaign has an Elemental Plane of Cold, for example, avoid planar effects protects against the base cold damage dealt to everyone on the plane.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe effects of gravity traits, alignment traits, and magic traits aren\u0026#39;t negated by avoid planar effects, nor is the special entrapping trait of certain planes (such as Elysium and Hades).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe spell does not provide protection against creatures, native or otherwise, nor does it protect against spells, special abilities, or extreme and nonnatural formations within the plane. This spell allows you to survive on the Elemental Plane of Earth, for instance, but it won\u0026#39;t protect you if you walk into a pool of magma on that same plane.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"1 minute/level","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Avoid Planar Effects","Page":19,"Rulebook":"Spell Compendium","SavingThrow":"None","School":"Abjuration","SomaticComponent":false,"SpellRange":"20 ft.","SpellResistance":"Yes (harmless)","Subschool":"","Target":"One creature/level in a 20-ft.-radius burst centered on you","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}