{"id":3867,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"M S V XP","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eWhispering secret words to the undead before you, you call forth a glimmer of intelligence in its dead eyes.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis spell grants intelligence to mindless undead such as skeletons and zombies. Undead creatures with Intelligence scores are unaffected. A mindless undead gains an Intelligence score of 1d6+4, subject to the limitation that an undead cannot be more intelligent than is typical of a living creature of the same kind. A dog skeleton simply has Intelligence 2 (no roll needed), while an orc skeleton makes the die roll but can\u0026#39;t have more than Intelligence 8. (See MM 290 for information on skills and feats the creature gains.)\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eUndead regain the armor and weapon proficiencies they had in life (assume the undead were formerly warriors unless the DM specifies otherwise) and will don armor and take up weapons while obeying your commands. A zombie fighter can wear any armor and wield any simple or martial weapon, and a warhorse zombie can wear any armor.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eUndead also regain any extraordinary racial abilities they had in life, such as poison or scent.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAwakened undead gain a +2 profane bonus on their Will saving throws to resist control undead. Awakened undead also gain +2 turn resistance (or retain their own turn resistance, if any, and if it is better than +2).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eMaterial Component\u003c/em\u003e: A humanoid finger bone.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eXP Cost\u003c/em\u003e: 250 XP.\u003c/p\u003e","Descriptors":"Evil","DivineFocusComponent":false,"Duration":"Instantaneous","Effect":"","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Awaken Undead","Page":21,"Rulebook":"Spell Compendium","SavingThrow":"None (harmless)","School":"Necromancy","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"Yes (harmless)","Subschool":"","Target":"All mindless undead within a circle with a radius of 25 ft. + 5 ft./2 levels","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":true}}