{"id":3873,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"DF M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eAs you perform the final gestures of the spell you feel magic surround you, pushing on you from all sides as if trying to help keep you standing tall.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou gain a +4 insight bonus on Balance checks. If you have sufficient ranks in the Balance skill, you can even balance on an otherwise-impossible surface with a DC 20 Balance check.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf you have 5 or more ranks in Balance, you can balance on vertical surfaces; the normal modifier for a sloped or angled surface no longer applies to you, though other DC modifiers (such as for a slippery surface) do apply. If you balance on a vertical surface, you can move up or down as if you were climbing. However, you are not actually climbing, so you can make attacks normally, retain your Dexterity bonus to Armor Class, and generally follow the rules of the Balance skill rather than the Climb skill.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf you have 10 or more ranks in Balance, you can balance on liquids, semisolid surfaces such as mud or snow, or similar surfaces that normally couldn\u0026#39;t support your weight. For each consecutive round that you begin balanced on a particular surface of this sort, the DC of your Balance check increases by 5. As with all uses of the Balance skill, you move at half speed unless you decide to use the accelerated movement option (thereby increasing the DC of the Balance check by 5).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eArcane Material Component\u003c/em\u003e: A thin, 3-inch-long wooden dowel.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":true,"Duration":"1 minute/level (D)","Effect":"","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Balancing Lorecall","Page":23,"Rulebook":"Spell Compendium","SavingThrow":"","School":"Divination","SomaticComponent":true,"SpellRange":"Personal","SpellResistance":"","Subschool":"","Target":"You","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}