{"id":3888,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eUpon completion of this spell, you feel as if you had just cast a number of spells in quick succession. Your familiar gives you a knowing nod.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis spell allows you to transfer a number of your spells and the ability to cast them into your familiar. Spontaneous spellcasters, such as sorcerers, can imbue a familiar with any spells they know how to cast, subject to the restrictions below. Arcanists who prepare spells, such as wizards, can imbue a familiar with any spell they have currently prepared. In either case, you can imbue one spell per three caster levels, with a maximum spell level of one-third your caster level, rounded down (maximum 5th level). Multiple castings of imbue familiar with spell ability have no effect on these limits.\u003cbr /\u003eThe transferred spell\u0026#39;s variable characteristics (range, duration, area, and so on) function according to your level. Once you cast imbue familiar with spell ability on your familiar, both the spell slot from which you cast the spell and the spell slots of the transferred spells remain unavailable for the preparation or casting of new spells  until  the  familiar  uses  the transferred spells or imbue familiar with spell ability expires.\u003cbr /\u003eThe spell can be dispelled; if this happens,  the  spells  transferred  are lost as if the familiar had cast them. In an antimagic field, the familiar loses the ability to cast the imbued spells, but regains it again if it leaves the field (as long as the spell\u0026#39;s duration hasn\u0026#39;t expired).\u003cbr /\u003eIf any transferred spell requires a focus or material component, you must have it on your person when the spells are cast (components are consumed as normal without requiring you to bring them to hand). Any XP costs from a transferred spell are deducted from your total when the familiar casts the spell.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"1 hour/level","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Imbue Familiar With Spell Ability","Page":120,"Rulebook":"Spell Compendium","SavingThrow":"Will negates (harmless)","School":"Universal","SomaticComponent":true,"SpellRange":"Touch","SpellResistance":"Yes (harmless)","Subschool":"","Target":"Familiar touched","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}