{"id":3895,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":true,"Area":"","CastingTime":"1 round","Components":"AF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYou mutter over the iridescent, faceted gem. It twinkles in response, and you feel a strong link between you and the stone. When you speak the word, the two of you will be reunited.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis spell teleports you to the location of a specially prepared gem.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou initially cast gemjump upon the focus, which you must touch. As a standard action any time after you prepare the stone, you can utter a command word and instantly teleport to the location of the gem, provided you and the stone are on the same plane.\u003cbr /\u003eThe teleport is always on target (as though you are using a greater teleport spell). If the area containing the gem is too small for you, you appear in the nearest sufficiently large space.\u003cbr /\u003eYou can transport, in addition to yourself, one Medium or smaller creature per three caster levels, and can bring along objects as long as their weight does not exceed your maximum load.\u003cbr /\u003eAn unwilling creature can\u0026#39;t be teleported by gemjump. Likewise, a creature\u0026#39;s Will save (or spell resistance) prevents items in its possession from being teleported. Unattended, nonmagical objects receive no saving throw. \u003cbr /\u003e\u003cem\u003eFocus\u003c/em\u003e: A gem worth 500 gp.\u003c/p\u003e","Descriptors":"Teleportation","DivineFocusComponent":false,"Duration":"Until triggered","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Gemjump","Page":101,"Rulebook":"Spell Compendium","SavingThrow":"None; see text","School":"Conjuration","SomaticComponent":true,"SpellRange":"Unlimited; see text","SpellResistance":"No; see text","Subschool":"","Target":"You and willing creatures totaling up to one / 3 levels; see text","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}