{"id":3902,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYour touch gradually transforms a living victim into a ravening, flesh-eating ghoul.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe subject takes 3d6 points of damage per round while its body slowly dies and its flesh is transformed into the cold, undying flesh of the undead. When the victim reaches 0 hit points, it becomes a ghoul (MM 118). \u003cbr /\u003eIf the target fails its initial saving throw, remove disease, dispel magic, heal, limited wish, miracle, Mordenkainen\u0026#39;s disjunction, remove curse, wish, or greater restoration negates the gradual change. Healing spells can temporarily prolong the process by increasing the victim\u0026#39;s hit points, but the transformation continues unabated. \u003cbr /\u003eThe ghoul that you create remains under your control indefinitely. No matter how many ghouls you generate with this spell, however, you can control only 4 HD worth of undead creatures per caster level  this includes undead from all sources under your control). If you exceed this number, all the newly created creatures fall under your control, and any excess undead from previous castings become uncontrolled (you choose which creatures are released). If you are a cleric, any undead you might command by virtue of your power to command or rebuke undead do not count toward the limit.\u003c/p\u003e","Descriptors":"Death, Evil","DivineFocusComponent":false,"Duration":"Instantaneous","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Ghoul Gauntlet","Page":104,"Rulebook":"Spell Compendium","SavingThrow":"Fortitude negates","School":"Necromancy","SomaticComponent":true,"SpellRange":"Touch","SpellResistance":"Yes","Subschool":"","Target":"One living humanoid creature","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}