{"id":3917,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYour spell creates a bond between yourself and the creature you touch, a bond unbroken even by the distance between planes. This spell allows you to send a limited message of twenty-five words or less to the targeted creature, who can be on another plane when the message is received.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eCasting the spell takes a standard action, during which you touch the creature you intend to communicate with. That creature should be able to understand a language you know (otherwise, when the magic is activated, the creature knows that you sent the message, but has no idea what the message is). At any time afterward, you can send your interplanar message to that creature.\u003cbr /\u003eThe message pops into the target\u0026#39;s mind, awake or asleep, and the target is aware that the message has been delivered. If the message arrives when the target is asleep, it might appear as a vivid dream that the target remembers upon awakening.\u003cbr /\u003eThis spell does not obligate nor force the creature you communicate with to act. The target cannot reply to tell you its plans or intentions. The message travels through the Astral Plane to reach its target, so the spell cannot reach planes separate from (not coterminous to or coexistent with) the Astral Plane.\u003c/b\u003e  You can have only one interplanar message active at any given time.\u003c/p\u003e","Descriptors":"Language-Dependent","Displays":"","DivineFocusComponent":false,"Duration":"24 hours/level or until  discharged","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Interplanar Message","OlfactoryDisplay":false,"Page":124,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"Will negates (harmless)","School":"Evocation","SomaticComponent":true,"SpellRange":"See text","SpellResistance":"Yes (harmless)","Subschool":"","Target":"One creature","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}