{"id":3953,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 Standard Action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eWith the dark words still on your tongue, a ray of black energy springs from your hand to wrap the indicated target in black flames that absorb heat rather than create it. The black fire crackles and hisses, emanating the smells of hot metal and sulfur.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou must succeed on a ranged touch attack with the ray to strike a target. On a successful attack, a living target is engulfed in chill black flames that feed on the fuel of their victim\u0026#39;s life force. A creature engulfed in blackfire must make a successful Fortitude save each round that the spell is in effect or take 1d4 points of Constitution damage and become nauseated. A creature that makes its Fortitude save takes no damage for that round and is sickened instead. In addition to its effects on the subject, blackfire can spread rapidly. Each round on its turn, any living creature adjacent to a creature engulfed in blackfire must succeed on a Reflex save or become engulfed itself.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAny creature that has its Constitution reduced to 0 or lower by the spell is turned into a pile of black ash and can be returned to life only by true resurrection or wish, the caster of which must succeed on a DC 30 caster level check to restore the victim to life. If a creature succeeds on its Fortitude save in 3 consecutive rounds, the blackfire affecting it gutters out. The black flames cannot otherwise be extinguished by normal means (such as immersion in water or smothering), but antimagic field, a successful dispel magic, remove curse, or break enchantment snuffs it out. As well, a creature protected by death ward has immunity to blackfire\u0026#39;s effects.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMaterial Component: A pinch of dust from a vampire destroyed by sunlight.\u003c/p\u003e","Descriptors":"Evil","DivineFocusComponent":false,"Duration":"1 round/level","Effect":"Ray","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Blackfire","Page":29,"Rulebook":"Spell Compendium","SavingThrow":"Fortitude partial and Reflex negates; see text","School":"Necromancy","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"Yes","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}