{"id":3972,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 Standard Action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eWith a hot exhalation and a circular wave of your outstretched arm, a stifling wind tears across the landscape, kicking up clouds of dust and sand and spreading out to blow over your foes.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA blood sirocco blows out from your location with the force of a windstorm (\u003cspan class=\"caps\"\u003eDMG\u003c/span\u003e 95). Creatures in the affected area of Small or smaller size are knocked prone and rolled 1d4?10 feet, taking 1d4 points of nonlethal damage per 10 feet. Medium creatures are knocked prone, and creatures of Large or Huge size are unable to move toward the origin point of the cone. A successful Fortitude save allows the creature to move normally in that round.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIn addition, the stifling winds dehydrate those within the cone. In each round when an affected living creature fails its saving throw, it takes 2 points of damage.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe wind of a blood sirocco automatically extinguishes candles, torches, and similar unprotected flames. It causes protected flames, such as those of lanterns, to dance wildly and has a 50% chance to extinguish these lights. The wind of a blood sirocco continues to blow from the origin point to the wide end of the cone for the duration of the spell. Any creature within this area is entitled a saving throw each round to ignore the effects of the blood sirocco.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"1 round/level","Effect":"Cone-shaped emanation centered on you or on a point in space","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Blood Sirocco","Page":33,"Rulebook":"Spell Compendium","SavingThrow":"Fortitude negates; see text","School":"Evocation","SomaticComponent":true,"SpellRange":"60 ft","SpellResistance":"Yes","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}