{"id":3987,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 round","Components":"DF M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYou touch a spider\u0026#39;s body and think of the targets. As each target succumbs to the spell, a leg of the spider vanishes into nothingness.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFor the duration of the spell, as a standard action, you can eavesdrop on the thoughts of up to eight other creatures at once, hearing as desired:\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e*A creature\u0026#39;s surface thoughts.\u003c/b\u003e*Individual trains of thought in whatever order you desire.\u003c/b\u003e*One nugget of information per caster level from all the minds regarding one particular topic, thing, or being.\u003c/b\u003e*The thoughts and memories of one creature of the group in detail.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eOnce per round, if you do not perform a detailed study of one creature\u0026#39;s mind, you can attempt (as a standard action) to implant a \u003cem\u003esuggestion\u003c/em\u003e (PH 285) in the mind of any one of the affected creatures. The creature can make another Will saving throw to resist the \u003cem\u003esuggestion\u003c/em\u003e, using the original save DC. (Creatures with special resistance to enchantment spells can use this resistance to keep from being affected by the \u003cem\u003esuggestion.\u003c/em\u003e) Success on this saving throw does not negate the other effects of the brain spider for that creature.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eMaterial Component:\u003c/em\u003e A dead spider of any size or type. It must still have all eight legs.\u003c/p\u003e","Descriptors":"Mind-Affecting","DivineFocusComponent":true,"Duration":"1 minute/level","Effect":"","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Brain Spider","Page":38,"Rulebook":"Spell Compendium","SavingThrow":"Will negates","School":"Divination","SomaticComponent":true,"SpellRange":"Long (400 ft. + 40 ft./level)","SpellResistance":"Yes","Subschool":"","Target":"Up to eight living creatures","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}