{"id":4013,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eBolts of pale blue energy spring forth from your finger and slam into the desired target. An instant later, the bolts bounce away toward other creatures, slamming into each one.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMissiles of magical energy dart from your fingertip to unerringly strike a creature. The missiles strike one creature initially, then spring to other targets. Each missile deals 1d4+1 points of force damage. One missile strikes the primary target per two caster levels, to a maximum of ten missiles (dealing 10d4+10 points of damage). After the missiles strike, they ricochet to a number of targets up to the number of missiles created by the spell. Each secondary target takes 1d4+1 points of damage, as if struck by a single magic missile. You choose secondary targets as you like, but they must all be within 30 feet of the primary target, and no secondary target can be struck more than once. You can choose to affect fewer secondary targets than the maximum (to avoid allies in the area, for example). Missiles without a secondary target do not ricochet off the primary target.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eSpells, magic items, and abilities that protect against \u003ca href=\"/spells/players-handbook-v35--6/magic-missile--2631/\"\u003e\u003cem\u003emagic missile\u003c/em\u003e\u003c/a\u003e (such as the \u003ca href=\"/spells/players-handbook-v35--6/shield--2364/\"\u003e\u003cem\u003eshield\u003c/em\u003e\u003c/a\u003e spell or a \u003cem\u003ebrooch of shielding\u003c/em\u003e) also protect against this spell. If the primary target has that sort of protection, the spell has no effect against it but still springs to all secondary targets. (A \u003cem\u003ebrooch of shielding\u003c/em\u003e loses a number of charges equal to the number of missiles hitting the creature\u0026#8212;up to ten missiles.) If spell resistance causes the spell to fail to harm the primary target, the spell fails and missiles do not ricochet to additional targets.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe missiles strike unerringly, even if the targets are in melee or have anything less then total cover or concealment. You cannot single out specific parts of a creature to strike. This spell cannot target or damage inanimate objects.\u003c/p\u003e","Descriptors":"Force","DivineFocusComponent":false,"Duration":"Instantaneous","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Chain Missile","Page":44,"Rulebook":"Spell Compendium","SavingThrow":"None","School":"Evocation","SomaticComponent":true,"SpellRange":"Long (400 ft. + 40 ft./level)","SpellResistance":"Yes","Subschool":"","Target":"One creature, plus one more creature/2 levels (each of which must be within 30 ft. of the primary target)","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}