{"id":4021,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYou draw material from the Plane of Shadow to cause your hands and forearms to elongate and change shape into featureless claws of inky blackness.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWhen you cast this spell, your hands become shadowy claws. Starting on your next action, you can use the claws to make unarmed attacks as if they were natural weapons. (You attack with one claw and can use the other claw for an off-hand attack. If you have multiple attacks, you use them normally when attacking with the claws.) Attacks with the claws are melee touch attacks. Each claw deals 1d8 points of cold damage. If you grapple an opponent, you deal claw damage with each successful grapple check, and the grappled target is under the effect of a \u003ca href=\"/spells/players-handbook-v35--6/slow--2873/\"\u003e\u003cem\u003eslow\u003c/em\u003e\u003c/a\u003e spell for as long as you maintain the grapple. An opponent that makes a successful Fortitude save is not \u003cem\u003eslowed\u003c/em\u003e, and it cannot be \u003cem\u003eslowed\u003c/em\u003e by this casting of \u003cem\u003eclaws of darkness\u003c/em\u003e.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou can extend the claws up to 6 feet, which gives you a natural reach of 10 feet, or retract them as a free action.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWhen the spell is in effect, you cannot cast spells with components other than verbal ones, nor can you carry items with your hands. Any magic items worn on your hands are temporarily absorbed and cease functioning while the spell is active.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"1 round/level (D)","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Claws of Darkness","Page":47,"Rulebook":"Spell Compendium","SavingThrow":"Fortitude partial","School":"Illusion","SomaticComponent":true,"SpellRange":"Personal","SpellResistance":"Yes; see text","Subschool":"Shadow","Target":"You","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}