{"id":4056,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 minute","Components":"V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eWater roils and foams as the shipwreck rises to the surface. Floating now effortlessly, it bobs up and down, never sinking more than an inch.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe subject of this spell gains magical buoyancy and floats on the surface of the water for the duration of the spell, despite its weight or normal buoyancy. It cannot swim below the surface of the water. Creatures that must breathe water can still do so. If the subject is underwater at the time this spell is cast, it rises toward the surface at a speed of 150 feet. The magic of the spell prevents the subject from taking damage from the speed of the ascent.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis spell is particularly effective at raising sunken ships from the deep. If you know the exact details of the shipwreck (its appearance, its name, the date of its creation, its history, and the circumstances of its sinking), the vertical distance between you and the subject is not a factor. When cast to raise a shipwreck, the spell brings up all surviving fragments of the ship, along with any loose objects that are in contact with the ship or enclosed inside it. The ship and its fragments remain on the surface of the ocean until the spell\u0026#39;s duration ends, at which point the ship sinks again if it has not been repaired. (Multiple consecutive castings of the spell might be needed to keep the ship afloat long enough to be fully repaired.)\u003c/p\u003e","Descriptors":"Water","DivineFocusComponent":false,"Duration":"1 hour/level","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Raise From The Deep","Page":165,"Rulebook":"Spell Compendium","SavingThrow":"Fortitude negates (object)","School":"Transmutation","SomaticComponent":false,"SpellRange":"Long (400 ft. + 40 ft./level)","SpellResistance":"Yes (object)","Subschool":"","Target":"One creature or object","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}