{"id":4070,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"20-ft.-radius emanation centered on a point in space, and 40-ft.-radius emanation centered on the same point; see text","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eA lightning strike and a tearing sound as loud as thunder fills the area as a hole in space opens. Wind rushes into the void, and objects nearby lift into the air as everything is drawn inexorably toward the rip in reality.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou tear a temporary hole in reality itself that sucks all loose material and living creatures into it, sending them to a random plane (see sidebar). Everything sucked into the reality maelstrom goes to the same plane.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eReality maelstrom has a primary area and a secondary area. The primary area is the hole itself: a sphere with a 20-foot radius centered on the spell\u0026#39;s point of origin. Within that area, all unattended objects weighing 100 pounds or less are sucked into the maelstrom, as are all individuals who fail a Will saving throw.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe rip also creates a windstorm of air that affects objects and creatures in the secondary area of the spell. The secondary area is all the space farther than 20 feet from the spell\u0026#39;s point of origin but not farther than 40 feet away. All unattended objects within the secondary area that weigh 50 pounds or less are drawn into the primary area of the maelstrom. Individuals within the secondary area must make a Reflex saving throw. Those who fail are sucked into the primary area and must then make a Will saving throw to avoid being drawn into the maelstrom.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIndividuals who succeed on either saving throw can move and attack as normal.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA reality maelstrom is a one-way portal, so nothing ever emerges from the hole the spell makes.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMaterial Component: A golden hoop no less than 1 inch across.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"1 round","Effect":"","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Reality Maelstrom","OlfactoryDisplay":false,"Page":168,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"Will negates, Reflex negates; see text","School":"Evocation","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"Yes","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}