{"id":4093,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 round; see text","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eThe enemy mage raises her hands, and a cone of swirling, multicolored winds appears at her fingertips. Then she laughs and says, \u0026quot;Can you do that?\u0026quot; You smile and reply, \u0026quot;I can now.\u0026quot;\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou duplicate the effect of any one spell or spell-like ability you have seen within the last round. This spell can duplicate only spells and spell-like abilities of 8th level or lower. This duplication functions like  the ability of a \u003ca href=\"/spells/players-handbook-v35--6/wish--2902/\"\u003e\u003cem\u003ewish\u003c/em\u003e\u003c/a\u003e spell to duplicate another spell, except that it is not limited by type of spell (divine or arcane) or by what school the effect is from. If the casting time of the spell you observed is greater than 1 round, the casting time of this spell is increased to the same.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA duplicated spell or spell-like ability functions as if you had the appropriate spell prepared and were casting it yourself. If the spell or ability has an XP cost, you must pay that XP cost. If the spell has a costly material component, you must provide that component or pay an additional XP cost equal to the gold piece value of that component divided by 5.\u003c/p\u003e","Descriptors":"see text","DivineFocusComponent":false,"Duration":"See text","Effect":"One spell or spell-like ability","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Replicate Casting","Page":173,"Rulebook":"Spell Compendium","SavingThrow":"See text","School":"Transmutation","SomaticComponent":true,"SpellRange":"See text","SpellResistance":"See text","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}