{"id":4112,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":true,"Area":"","CastingTime":"1 standard action","Components":"AF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eFrom your fingertips springs a thin line of bright red light to negate the hazard before you.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eEach version of this spell can target one of the hazards described below and \u0026quot;correct\u0026quot; it in the manner described. Unless specifically stated otherwise, this spell affects magical and mundane hazards of the indicated type equally. For example, a ruby ray of reversal can eliminate the webs of a monstrous spider or the effect of a web spell.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eAny trap targeted by the ray is sprung. This version of the spell can have adverse effects on creatures standing within a trap\u0026#39;s area. You must be aware of a trap to cast ruby ray of reversal on it.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003c/b\u003e\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eThe spell unties knots and causes chains, manacles, and similar restraining devices to fall away. Entangle and similar magical effects are dispelled. Doors (or chests, drawers, cabinets, and so on) that are locked, barred, or under the effect of an arcane lock spell are opened.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003c/b\u003e\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eA 5-foot-diameter hole is created in a wall of force, forcecage, or similar spell or effect. This function of the spell does not destroy the targeted effect, but creatures trapped by it might be able to wriggle free.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003c/b\u003e\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eA creature that has been polymorphed, turned to stone, or otherwise transformed from its natural state is returned to its natural form.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003c/b\u003e\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eA magic jar spell is dispelled if a ruby ray of reversal targets the crystal holding the caster\u0026#39;s soul.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003c/b\u003e\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eWebs, slime, grease, and other substances that would hamper movement are destroyed in a 20-foot- radius spread.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFocus: A ruby worth at least 500 gp.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"Instantaneous","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Ruby Ray of Reversal","Page":177,"Rulebook":"Spell Compendium","SavingThrow":"None","School":"Abjuration","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"No","Subschool":"","Target":"One natural or magical hazard; see text","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}