{"id":4140,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"1-ft.-diameter circle","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eWith a flourish, you open an invisible portal. Plunging your arm inside, you see your hand vanish as though it were invisible.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou can temporarily stash small items on the Plane of Shadow (\u003cspan class=\"caps\"\u003eDMG\u003c/span\u003e 152) or permanently dispose of them there. This spell opens a small portal to the Plane of Shadow that is invisible on the Material Plane and appears as a small disk on the Plane of Shadow.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou can reach into the Plane of Shadow through the portal created by shadow cache, but only small, nonliving objects can pass entirely through the hole. The cache can hold up to 30 cubic feet of material, or 250 pounds.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou can recover objects placed in the portal throughout the duration of the spell, or by casting another hadow cache later. A shadow cache remains stationary at the point where you create it. Items placed in a shadow cache can possibly be picked up by natives of the Plane of Shadow, and in any event are slowly moved by the morphic trait of the plane. For every 24 hours that passes, there is a 10% chance each day that objects placed on the Plane of Shadow with shadow cache are gone (either moved or taken).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe spell cannot be cast on the Plane of Shadow itself, but only on planes coexistent with the Plane of Shadow.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"1 minute/level (D)","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Shadow Cache","OlfactoryDisplay":false,"Page":183,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"None","School":"Illusion","SomaticComponent":true,"SpellRange":"Touch","SpellResistance":"No","Subschool":"Shadow","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}