{"id":4141,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eShadows rise from the ground to envelop you. The shadows easily move with you, guiding your steps and how to hold your body.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWhile this spell is in effect, you gain a number of benefits. The shadows wrapping your form grant you a +4 competence bonus on Escape Artist, Hide, and Move Silently checks. Your shadowy form also  provides you with concealment. This shadowy concealment is not negated by a see invisibility spell, but a true seeing spell counteracts the effect. Standing within the radius of a daylight spell or in bright  natural sunlight temporarily suppresses the concealment effect.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIn addition, if you have 5 ranks in Escape Artist, you can attempt to slip through a solid object or barrier up to 5 feet thick with a DC 20 Escape Artist check, though doing this ends the spell as soon as the attempt is completed (regardless of success). If you have 10 ranks in Escape Artist, you can attempt to pass through an object or barrier up to 10 feet thick. If you have 15 ranks in Escape Artist, you can attempt to pass through a barrier composed of magical force (or similar magical obstacles).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMaterial Component: A small piece of black cloth taken from a funeral shroud.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"1 minute/level (D)","Effect":"","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Shadow Form","OlfactoryDisplay":false,"Page":183,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"","School":"Illusion","SomaticComponent":true,"SpellRange":"Personal","SpellResistance":"","Subschool":"Shadow","Target":"You","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}