{"id":4145,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYou draw raw energy from the Plane of Shadow to obscure your face.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou cause a mask of shadows to form around your face. It does not impede your vision, cannot be physically removed, completely hides your features, and protects you against certain attacks. You receive a +4 bonus on saving throws against light or darkness spells and any spells that rely on bright light for damaging effects, such as the flare spell or the fireworks effect of pyrotechnics. You also gain a 50% chance each round to avoid having to make a saving throw against gaze attacks, just as if you averted your eyes. If you avert your eyes while using shadow mask, you get to check twice to see if you avoid having to make the saving throw.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWhen the spell\u0026#39;s duration ends, the shadow mask fades over the course of 1d4 rounds (rather than immediately), giving you time to keep your face hidden by other means. A successful dispel magic cast  against a shadow mask effectively ends the spell and causes the same slow fading.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMaterial Component: A mask of black cloth.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"10 minutes/level (D)","Effect":"","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Shadow Mask","OlfactoryDisplay":false,"Page":185,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"","School":"Illusion","SomaticComponent":true,"SpellRange":"Personal","SpellResistance":"","Subschool":"Shadow","Target":"You","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}