{"id":4148,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYou spit out the words of the spell, and the shadow of your foe darkens, becoming a solid black pit. Your opponent pinwheels its arms as it topples backward into the darkness.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou cause the target\u0026#39;s shadow to become a temporary gateway to a pocket realm within the Plane of Shadow. The target must make a Will save or be pulled into the gateway. Inside the pocket realm, the creature sees a deserted, gloomy duplicate of the real world, while shadowy phantasms stalk and taunt it without causing actual harm. Each round, the creature can attempt another Will save to return from the shadow well. Otherwise, the subject returns to the real world when the spell\u0026#39;s duration expires.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eBeing trapped in a shadow well can be terrifying; upon returning to the real world, the subject must succeed on another Will save or be frightened for 1d4 rounds.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eUpon leaving the pocket realm, the subject reappears in the spot it had been in when the shadow well spell was cast. If this spot is filled with a solid object, the subject appears in the nearest adjacent empty space.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eSpells and abilities that move a creature within a plane, such as teleport and dimension door, do not help a creature escape a shadow well spell, although a plane shift spell allows it to flee to another plane as normal. The target might still become frightened upon leaving.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"1 round/level","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Shadow Well","Page":186,"Rulebook":"Spell Compendium","SavingThrow":"Will negates; see text","School":"Illusion","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"Yes","Subschool":"Shadow","Target":"One creature","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}