{"id":4163,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYou are bathed with a dappled white light. Where it strikes your body, your flesh grows momentarily pale and ancient, then returns to normal.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou shroud yourself with invisible negative energy so that nonintelligent undead creatures perceive you as a fellow undead, ignoring you. Your appearance does not change, and while intelligent undead do not immediately recognize you as alive, they are likely to question whether you are actually undead. If used in conjunction with a disguise or illusion to appear undead, this spell gives you a +5 bonus on your Disguise check.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWhen you are affected by this spell, inflict spells heal you and cure spells hurt you. You are treated as if you were undead for the purpose of all spells and effects that specifically affect undead creatures. A successful turning or rebuking attempt against you (treating you as an undead of your Hit Dice) ends this spell but does not otherwise affect you.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf you attack an undead creature while this spell is in effect, the spell immediately ends.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMaterial Component: Dust or bone fragments from any destroyed undead creature.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"10 minutes/level (D)","Effect":"","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Shroud of Undeath","OlfactoryDisplay":false,"Page":189,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"","School":"Necromancy","SomaticComponent":true,"SpellRange":"Personal","SpellResistance":"","Subschool":"","Target":"You","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}