{"id":4172,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":true,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"AF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYou lift the skull into the air and it floats gently out of your grasp, its eye sockets locked on a distant point.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe skull affected by a skull watch spell floats gently 5 feet off the ground, facing a direction you choose. It monitors an area 20 feet wide by 90 feet long, though walls and other opaque barriers can curtail this area. If any Tiny or larger living creature enters the area guarded by the skull, it emits a piercing shriek that can be heard up to a quarter mile away. Every creature within 60 feet of the skull when it shrieks must make a Fortitude save or be deafened for 1d6 rounds. Whether or not you can hear this audible alarm, you instantly become aware that the effect has been triggered, provided you are on the same plane as it is. The alarm resets 1d4 rounds later.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWhen you cast the spell, you can specify creatures that will not trigger the alarm. The skull can be moved from its original position by anyone who can get to it without entering its monitored area. The skull has AC 12, hardness 1, and 1 hit point per caster level. You are not magically made aware of the skull\u0026#39;s destruction if it has not been triggered.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFocus: The humanoid skull upon which the spell is cast.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"Permanent","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Skull Watch","OlfactoryDisplay":false,"Page":191,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"See text","School":"Necromancy","SomaticComponent":true,"SpellRange":"Touch","SpellResistance":"No","Subschool":"","Target":"One humanoid skull","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}