{"id":4195,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYou finish casting this spell, and the area around you is abuzz with a low, droning hum that improves your concentration.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAfter you cast this spell, the next spell you cast within the duration that requires concentration to maintain is maintained for you until the sonorous hum spell expires. This effect allows you to cast other spells, even another spell that also requires concentration. If the spell maintained by the sonorous hum has a shorter duration than that of this spell, the maintained spell expires as it normally would, and you gain no further benefits from this casting of sonorous hum. The sound created by the spell is as loud as a person in armor walking at a slow pace trying not to make noise (normally a DC 5 Listen check to detect). You can end the spell as a free action.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFor example, you could cast this spell, then cast detect thoughts, and this spell maintains the concentration on detect thoughts while you cast discern lies and maintain concentration on that spell yourself. You control all aspects of both spells, so you could change the orientation of the detect thoughts effect and select a different target for your discern lies spell in the same round.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf you take damage, you must still make a Concentration check to maintain the spell.\u003c/p\u003e","Descriptors":"Sonic","DivineFocusComponent":false,"Duration":"1 minute/level (D)","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Sonorous Hum","Page":196,"Rulebook":"Spell Compendium","SavingThrow":"","School":"Evocation","SomaticComponent":true,"SpellRange":"Personal","SpellResistance":"","Subschool":"","Target":"You","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}