{"id":4196,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eA touch from your hand outlines an undead creature in a faint yellow glow, making it vulnerable to many of the dangers that can harm living creatures.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFor the duration of the spell, the undead creature is subject to extra damage from critical hits (and thus sneak attacks), nonlethal damage, ability drain, energy drain, fatigue, exhaustion, and damage to its physical ability scores (though it still lacks a Constitution score and thus can\u0026#39;t take Constitution damage) as if it were alive.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIt loses its immunity to effects that require a Fortitude save, as well as its invulnerability to poison, sleep effects, paralysis, stunning, disease, and death effects. However, an undead affected by this spell gains a bonus on its Fortitude saves equal to its Charisma bonus (if any). (The bonus doesn\u0026#39;t apply to Fortitude saves against effects that also affect objects.) It must breathe, eat, and sleep just like a normal living creature (though the last two aren\u0026#39;t likely to come into play thanks to the spell\u0026#39;s short duration).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWhile it is under the effect of this spell, both negative energy (such as inflict spells) and positive energy (such as cure spells) heal damage to the undead creature, rather than damaging it.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAn undead creature affected by this spell retains all of its other traits.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"1 round/level","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Spark of Life","OlfactoryDisplay":false,"Page":196,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"Will negates","School":"Necromancy","SomaticComponent":true,"SpellRange":"Touch","SpellResistance":"Yes","Subschool":"","Target":"Undead creature touched","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}