{"id":4203,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eJoining mysterious phrases with the simple motion of flexing your fingers, you imbue your hands with receptive magical energy that crackles and glows a soft orange.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou are able to hold the charge for one touch spell per arm of your body as long as you don\u0026#39;t use a changed limb to cast another spell or touch anything with it. Each touch spell you cast resides in a different forelimb. For the duration of this spell, any touch spells you cast are discharged only if you cast another spell with that forelimb or touch something with that forelimb.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFor example, a human sorcerer casts this spell, then casts chill touch and holds the charge in his left hand, then casts shocking grasp and holds the charge in his right hand. Because of the spell flower, he can hold the charge on both of these spells at the same time. If he casts another spell with a somatic component (which requires the use of one of his hands), he immediately loses one of his held touch  spells (his choice), but if the spell he casts is also a touch spell, he can immediately hold the charge in the available hand. If he chooses to attack with a touch spell, it works normally. Since he has multiple limbs that are considered armed, he can make an off-hand attack with the other touch spell in the same round, with the normal penalties for fighting with two weapons (PH 160).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA marilith spellcaster could do the same as the sorcerer in the previous example, except that she could  hold the charge on up to six touch spells. She could also use any of her spell-like or supernatural  bilities, since those do not interfere with holding a charge.\u003cbr /\u003eIf the spell flower effect ends, the most recent touch spell cast remains as a held charge and all other held spells dissipate.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"1 round/level","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Spell Flower","OlfactoryDisplay":false,"Page":198,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"","School":"Transmutation","SomaticComponent":true,"SpellRange":"Personal","SpellResistance":"","Subschool":"","Target":"You","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}