{"id":4205,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":true,"Area":"","CastingTime":"1 standard action","Components":"AF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eConcentrating as you intone the arcane words, you envision your mind as a maze of paths and doors. You get a chill as the spell completes and some of the doors open.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou prepare a magical matrix that allows you to store one of your spells and use it later as a swift  action. In the round after you cast lesser spell matrix, you can cast one spell of up to 3rd level to be stored in it. The matrix closes after 1 round, whether or not you have stored a spell in it. Only a spell that can be altered by the \u003ca href=\"/feats/players-handbook-v35--6/quicken-spell--2330/\"\u003eQuicken Spell\u003c/a\u003e feat can be placed in the matrix, and any spell stored there is treated as a prepared spell. Casting lesser spell matrix deals 1d6 points of damage to you, and this damage cannot be healed by any means while the matrix exists.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWhile the matrix is active, you can cast the spell stored in it as a swift action. Once it is cast from the matrix, the spell is gone.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA dispel magic spell that successfully dispels the matrix also dispels the spell held inside it. If you are affected by an \u003ca href=\"/spells/players-handbook-v35--6/antimagic-field--2301/\"\u003e\u003cem\u003eantimagic field\u003c/em\u003e\u003c/a\u003e, the duration of the matrix is interrupted, but the spell does not activate. The matrix becomes active again when you emerge from the antimagic field. If you die while the spell is still held in the matrix, both the spell and the matrix dissipate harmlessly.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFocus: A piece of amber with a minimum value of 500 gp.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"10 minutes/level (D)","Effect":"Matrix that holds one of your spells","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Spell Matrix, Lesser","Page":199,"Rulebook":"Spell Compendium","SavingThrow":"","School":"Transmutation","SomaticComponent":true,"SpellRange":"Personal","SpellResistance":"","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}