{"id":4211,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 minute","Components":"DF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYou pour the power of the spell into the body of another. That creature, now but a vessel of your will, takes the shape of a centaur-like spider creature called a drider.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou turn a humanoid into a creature resembling a drider (MM 89) that obeys your mental commands.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe transmuted subject gains a spider\u0026#39;s body with a humanoid head, arms, and torso, just like a drider.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe subject has a drider\u0026#39;s speed, natural armor, bite attack, and poison (but see below). The subject gains a +4 bonus to Strength, Dexterity, and Constitution. The subject becomes size Large, with a space of 10 feet and a reach of 5 feet. The subject gains a \u0026#8212;1 penalty to AC and on attack rolls due to size. The subject retains its Intelligence, Wisdom, and Charisma scores, level and class, hit points (despite any change in Constitution), alignment, base attack bonus, and base saves. (New Strength, Dexterity, and Constitution scores might  affect final Armor Class, attack, and save bonuses.) The subject\u0026#39;s equipment remains and continues to function as long as it fits a drider\u0026#39;s body shape. Otherwise it is subsumed into the new form and ceases to function for the duration of the spell.  Retained items include anything worn on the upper body (head, neck, shoulders, hands, arms, and waist). Nonfunctioning items include anything worn on the legs, feet, or the whole body (armor, robes, vestments, and boots).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe subject\u0026#39;s bite delivers a poison with a Fortitude save DC of 16 + your Wisdom bonus. Initial and secondary damage is 1d6 points of Strength damage.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYour control over the subject is like that provided by a \u003ca href=\"/spells/players-handbook-v35--6/dominate-person--2547/\"\u003e\u003cem\u003edominate person\u003c/em\u003e\u003c/a\u003e spell (PH 224). (You telepathically control the creature as long as it remains within range.)\u003c/p\u003e","Descriptors":"Mind-Affecting","Displays":"","DivineFocusComponent":true,"Duration":"24 hours/level","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Spider Curse","OlfactoryDisplay":false,"Page":200,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"Will negates","School":"Transmutation","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"Yes","Subschool":"","Target":"One Medium or smaller humanoid","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}