{"id":4231,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eFrom your outstretched hand leaps forth a ray of glittering energy apparently composed of countless minuscule writhing insects. The hum of minute chitinous bodies scrambling over one another fills the air.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou must succeed on a ranged touch attack with the ray to strike a target. When this ray successfully strikes, it creates a sensation of many tiny insects biting and crawling on the victim\u0026#39;s body. The target can attempt a Will save each round to shake off the effect. Until the spell is shrugged off, the victim is hampered by the unsettling feeling of all the stinging and biting, and is able to perform only a single move or standard action each round. The victim also takes a -2 penalty to AC. In addition, if the victim attempts to cast a spell, it must succeed on a Concentration check with a DC equal to the sting ray\u0026#39;s DC + the level of the spell the subject is attempting to cast. For example, if a 6th-level sorcerer with a Charisma score of 16 casts sting ray on a wizard casting a \u003ca href=\"/spells/players-handbook-v35--6/fireball--2612/\"\u003e\u003cem\u003efireball\u003c/em\u003e\u003c/a\u003e, the Concentration check DC is 19 (16 [sting ray DC] + 3 [fireball spell level]).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA successful Will save negates the effect restricting the subject\u0026#39;s action to one move or one standard action each round, nor does the subject need to make a Concentration check each time it wishes to cast a spell. However, the subject still takes the penalty to AC for the duration of the spell with a successful save.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eMaterial Component:\u003c/em\u003e Four dried stinging insects (bees, wasps, and so on).\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"1 round/level","Effect":"Ray","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Sting Ray","OlfactoryDisplay":false,"Page":206,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"Will partial","School":"Enchantment","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"Yes","Subschool":"Compulsion","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}