{"id":4233,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eAs the echoes of your spellcasting die, your flesh begins to stiffen and turn gray, gaining the rough texture and consistency of stone.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis spell transforms your body into living stone, which grants you several powerful resistances and abilities.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou gain damage reduction 10/adamantine. You are immune to blindness, extra damage from critical hits, ability score damage, deafness, disease, drowning, poison, stunning, and all spells or attacks that affect your physiology or respiration, because you have no physiology or respiration while this spell is in effect. You gain a +4 enhancement bonus to Strength, but you take a \u0026#8212;4 penalty to Dexterity (minimum Dexterity 1). Your speed is reduced to one-half normal, and your weight increases by a factor of three.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf you are targeted with transmute rock to mud, you are slowed for 2d6 rounds with no saving throw. A  transmute mud to rock heals you of all your lost hit points. A stone to flesh spell cast on you automatically ends this spell.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eArcane Material Component: A small piece of stone that was once part of a stone golem, a greater earth elemental, or a castle\u0026#39;s outer wall.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"1 minute/level (D)","Effect":"","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Stone Body","OlfactoryDisplay":false,"Page":207,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"","School":"Transmutation","SomaticComponent":true,"SpellRange":"Personal","SpellResistance":"","Subschool":"","Target":"You","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}