{"id":4245,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":true,"Area":"","AuditoryDisplay":false,"CastingTime":"10 minutes","Components":"AF M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYou finish the last detail and lean back to look at your work. The tattoo looks good. It should prove useful.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis spell creates a single magic tattoo. You determine the exact type of tattoo, though the selection is limited by your caster level, as indicated below. You must possess a modicum of artistic talent to sketch the desired tattoo \u0026#8211; at least 1 rank on Craft (drawing), Craft (painting), Craft (calligraphy), or a similar Craft skill. Inscribing a magic tattoo requires a successful Craft check. The DC varies with the kind of tattoo, as noted below.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf you are a 3rd- to 6th-level caster, you can inscribe a tattoo that generates any one of the following effects (Craft DC 10).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e*+2 resistance bonus on one type of saving throw (Fortitude, Reflex, or Will).\u003c/b\u003e*+1 luck bonus on attack rolls.\u003c/b\u003e*+1 deflection bonus to AC.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAt 7th to 12th caster level, you can add the following tattoos to the list that you can inscribe (Craft DC 15).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e*+2 resistance bonus on saving throws.\u003c/b\u003e*+2 competence bonus on attack rolls.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWhen your caster level reaches 13th, you can add the following to the list of tattoos you can inscribe (Craft DC 20).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e*Spell resistance equal to 10 + 1 per three caster levels.\u003c/b\u003e*+2 enhancement bonus to any one ability score\u003c/b\u003e*+1 spellcaster level. This effect increases the subject\u0026#39;s effective level, but not the total number of spells. For example, an 11th level caster who receives this tattoo functions as a 12th-level casater for the purpose of determining level-based spell variables (such as range, area, effect, and so on), but he does not receive any extra spells.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA single creature can have only three magic tattoos at a time. Any attempt to apply more than that automatically fails.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA successful \u003cem\u003eerase\u003c/em\u003e spell removes a single magic tattoo. A successful \u003cem\u003edispel magic\u003c/em\u003e spell can remove multiple magic tattoos if targeted on the creature bearing them.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eMaterial Components:\u003c/em\u003e Tattoo inks in appropriate colors costing at least 100 gp.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eFocus:\u003c/em\u003e Tattoo needles.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"24 hours","Effect":"","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Create Magic Tattoo","OlfactoryDisplay":false,"Page":55,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"None","School":"Conjuration","SomaticComponent":true,"SpellRange":"Touch","SpellResistance":"Yes (harmless)","Subschool":"Creation","Target":"Creature touched","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}