{"id":4246,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 round","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eWith a thunderous boom, a black storm cloud appears over your enemies, striking them with a terrifying combination of effects from the Elemental Planes.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eEach round, the storm generates one of the following effects, starting with the first effect, then progressing to the second, until it has run its 4-round course.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e1st Round: A storm of elemental fury buffets the area immediately beneath it with a whirling windstorm (\u003cspan class=\"caps\"\u003eDMG\u003c/span\u003e 94\u0026#8212;95). Ranged attacks within the area of the storm are impossible, and Small or smaller creatures must succeed on a Fortitude save or be blown away. Medium creatures must make their Fortitude save or be knocked prone, and Large or larger creatures must succeed on a Fortitude save to move that round. Flying creatures that fail their saves are instead blown in a random direction, traveling 1d6?5 feet if Large or larger, 1d6?10 feet if Medium, and 2d6?10 feet if Small or smaller. Spells cast within the area are disrupted unless the caster succeeds on a Concentration check against a DC equal to the storm of elemental fury\u0026#39;s save DC + the level of the spell the caster is trying to cast.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e2nd Round: Chunks of rock fall from the sky, dealing 5d6 points of damage (no save) to all creatures in the storm.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e3rd Round: A deluge of rain extinguishes unprotected flames and perhaps protected ones as well (50% chance). The torrential downpour reduces visibility to 5 feet and cuts movement in half.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e4th Round: Flame pelts the area beneath the storm cloud, dealing 1d6 points of fire damage per caster level (maximum 15d6) (Reflex half).\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"4 rounds","Effect":"40-ft.-radius storm cloud, 200 ft. above the ground","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Storm of Elemental Fury","Page":209,"Rulebook":"Spell Compendium","SavingThrow":"See text","School":"Conjuration","SomaticComponent":true,"SpellRange":"Long (400 ft. + 40 ft./level)","SpellResistance":"Yes","Subschool":"Summoning","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}