{"id":4259,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYou point your finger upward and utter a curt shout. Immediately, a razor-sharp stalagmite bursts from the ground to impale your foe.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis spell creates a stalagmite about 1 foot wide at its base and up to 10 feet tall. If it encounters a ceiling before it reaches full size, it stops growing. The stalagmite grows from the ground under the target creature and shoots upward. An airborne creature within 10 feet of the ground gains a +4 bonus on its saving throw, and airborne creatures more than 10 feet above the ground cannot be harmed by this spell.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe stalagmite deals 1d6 points of piercing damage per caster level (maximum 10d6). In addition, a target that fails to make a saving throw against this spell and takes damage from it is impaled on the stalagmite and cannot move from its current location until it makes a DC 15 Escape Artist check. The stalagmite can be removed in other ways as well, such as with a stone shape spell. The victim can break free with a DC 25 Strength check, although doing this deals it 3d6 points of slashing damage.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA creature\u0026#39;s damage reduction, if any, applies to the damage from this spell. The damage from sudden  stalagmite is treated as piercing for the purpose of overcoming damage reduction.\u003c/p\u003e","Descriptors":"Earth","Displays":"","DivineFocusComponent":false,"Duration":"Instantaneous","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Sudden Stalagmite","OlfactoryDisplay":false,"Page":213,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"Reflex half","School":"Conjuration","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"No","Subschool":"Creation","Target":"One creature","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}