{"id":4294,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":true,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"AF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eA dark and ominous aura forms around you as you complete the spell. Distant chords of a harsh and terrible symphony\u0026#8212;as if multiple orchestras played different pieces simultaneously\u0026#8212;echo continuously in the air as you reach for your victim.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA creature targeted by this spell loses the ability to dream during sleep or rest. Rather, in place of dreams, the subject\u0026#39;s slumbering mind is filled with the sounds of a discordant orchestra. After the victim\u0026#39;s first attempt to sleep, it incurs a -2 penalty on Wisdom-based skill checks. This penalty persists as long as the symphonic nightmare maintains its hold. This spell affects all creatures that sleep or enter sleep-like trances, although creatures without the need to sleep are effectively immune.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIn addition, the creature\u0026#39;s sleep is now haunted. It can no longer gain complete rest from sleeping or resting. The subject does not regain hit points or heal ability damage naturally, nor is it able to prepare spells if doing so requires a full night\u0026#39;s rest.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe creature is, however, now immune to the dream and nightmare spells, as well as to other effects that cause nightmares (such as the night hag\u0026#39;s dream haunting ability).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou can lift the effect of this curse at will, but it is otherwise difficult to remove a symphonic nightmare before its duration expires. A remove curse cast at a higher caster level than the symphonic nightmare spell removes it, as does a successful break enchantment. Otherwise, a wish or miracle is required to lift the curse.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis spell can also be cast on a creature you are scrying, or on a creature distant from you if you hold something the creature carried within the past 24 hours.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFocus: A small statue of an opened skull, within which is arranged a miniature orchestra. The quality of this component must be extraordinary, and it carries a value of 1,000 gp.\u003c/p\u003e","Descriptors":"Mind-Affecting","Displays":"","DivineFocusComponent":false,"Duration":"24 hours/level (D)","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Symphonic Nightmare","OlfactoryDisplay":false,"Page":218,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"Will negates","School":"Enchantment","SomaticComponent":true,"SpellRange":"Touch; see text","SpellResistance":"Yes","Subschool":"Compulsion","Target":"Living creature touched; see text","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}