{"id":4310,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":true,"Area":"","CastingTime":"1 standard action","Components":"AF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eMimicking the marks of the sigil on the slate you hold, you render yourself immune to detection by the magic symbol.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou place a protective spell upon your hand that allows you to touch an untriggered magic sigil (such as a glyph of warding or a symbol of death) without setting it off. The touched sigil is removed from its location and held as magical potential on your hand, as though it were a touch spell.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eTo pick up a sigil in this manner, you must make a successful caster level check (DC 20 + the target glyph\u0026#39;s spell level). Failure indicates that you have triggered the glyph or symbol. If you successfully transfer the sigil to your hand, you can use a standard action to place it on a surface (not a creature) of the sort on which it can normally be scribed. The transferred sigil works normally thereafter and retains all its original triggering conditions, although its current location might make its triggers difficult or impossible to achieve.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou can maintain the magic sigil on your hand as long as you concentrate. If your concentration lapses or the spell duration expires while the sigil is thus stored as potential, it immediately triggers upon you (and only you), even if you normally would not meet its same saving throw and spell resistance as the original spell did. The only safe way to rid yourself of the stored sigil is to place it upon a suitable surface.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFocus: A piece of slate that has been scoured bare and smooth on one side.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"10 minutes or until discharged","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Transcribe Symbol","Page":2221,"Rulebook":"Spell Compendium","SavingThrow":"None","School":"Abjuration","SomaticComponent":true,"SpellRange":"Touch","SpellResistance":"No","Subschool":"","Target":"Magic symbol touched","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}