{"id":4311,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"10-ft.-radius emanation centered on a point in space","CastingTime":"1 round","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eWith a declaration, you finish your casting. Immediately, beings in the affected area cease moving, standing as still as statues.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis spell causes any Medium or smaller humanoids within the area of the spell to become paralyzed. When casting the spell, you must specify a condition that will end it (\u0026quot;Wait here until the dragon  arrives\u0026quot;), even if that condition can never feasibly be met (\u0026quot;Stay here until the sun shines at night\u0026quot;). Subjects in the area that fail their saves immediately become aware of the condition, but they cannot communicate it due to their paralyzed state (although someone could use a spell such as detect thoughts to ascertain the condition). For every hour the creatures are transfixed before the condition is met, they are allowed another saving throw to break free of the spell\u0026#39;s effect.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAs long as the spell operates, any Medium or smaller humanoid that enters its area must make a successful saving throw or become transfixed with the same exit conditions (they too become aware of the exit conditions on becoming transfixed). Likewise, any creatures removed from the area are freed from the spell\u0026#39;s effect. An affected creature that is attacked gains a new saving throw to break free of the enchantment.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMaterial Component: A drop of pine resin.\u003c/p\u003e","Descriptors":"Mind-Affecting","DivineFocusComponent":false,"Duration":"1 hour/level","Effect":"","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Transfix","Page":222,"Rulebook":"Spell Compendium","SavingThrow":"Will negates; see text","School":"Enchantment","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"Yes","Subschool":"Compulsion","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}