{"id":4313,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"One 10-ft. cube","CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eAs you release the spell\u0026#39;s energy, the targeted area of stone instantly turns to molten lava, and the uncomfortable burning in your chest immediately ceases.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou transform natural, uncut, or unworked rock of any sort into an equal volume of red-hot molten lava. All creatures in the spell\u0026#39;s area that make successful Reflex saves take 6d6 points of fire damage, provided they can physically escape the area on their next turn. Creatures that fail their saves, or those unable to escape the area, take 20d6 points of fire damage in each round they remain in the area. Creatures in the lava have their speed reduced to 5 feet and take a \u0026#8212;2 penalty on attack rolls and to Armor Class. Even after leaving the area of the spell, creatures that were exposed to the lava take half damage (either 3d6 or 10d6) for 1 additional round.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf transmute rock to lava is cast upon the ceiling of a cavern or tunnel, the lava falls to the floor and spreads out in a 15-foot-radius pool at a depth of approximately 1-1/2 feet. The rain of lava deals 2d6 points of fire damage to anyone caught directly beneath (Reflex half). In addition, creatures take 10d6 points of fire damage each round when they are caught in the area of the pool.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAlthough constructions of worked stone can\u0026#39;t be targeted with this spell, casting it on unworked stone below or adjacent to such structures deals 10d6 points of fire damage per round to any part of the structure in contact with the lava. Wooden structures in contact with lava instantly burst into flame.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe lava cools naturally from its surface toward its center, and it no longer deals fire damage after 2d6 hours as it slowly reverts to stone. Though a 15-foot-radius pool can take as long as two days to completely cool, the core of a 10-foot cube of lava might remain molten for a month or more.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMagical or enchanted stone is not affected by the spell.\u003c/p\u003e","Descriptors":"Earth, Fire","DivineFocusComponent":false,"Duration":"Instantaneous","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Transmute Rock to Lava","Page":222,"Rulebook":"Spell Compendium","SavingThrow":"Reflex half; see text","School":"Transmutation","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"No","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}