{"id":4318,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"10 minutes","Components":"M S V XP","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eWith one last invocation to your deity, you end the spell and bring into being the object you desire.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou create a nonmagical, unattended object of any sort of matter. Items created are permanent and cannot be negated by dispelling magic or negating powers. For all intents and purposes, these items are completely real. The volume of the item created cannot exceed 1 cubic foot per caster level. You must succeed on an appropriate skill check to make a complex item, such as a Craft (bowmaking) check to make straight arrow shafts or a Craft (gemcutting) check to make a cut and polished gem.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eUnlike the items brought into being by the lower-level spells minor creation and major creation, objects created by the casting of true creation can be used as material components.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMaterial Component: A small piece of matter of the same type of item you plan to create\u0026#8212;a sliver of wood to create arrow shafts, a tiny piece of the appropriate stone to create a polished gem, and so forth.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eXP Cost: Half the item\u0026#39;s gold piece value in XP, or 50 XP, whichever is more.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"Instantaneous","Effect":"Unattended, nonmagical object of nonliving matter, up to 1 cu. ft./level","MaterialComponent":true,"MetaBreathComponent":false,"Name":"True Creation","Page":224,"Rulebook":"Spell Compendium","SavingThrow":"None","School":"Conjuration","SomaticComponent":true,"SpellRange":"0 ft.","SpellResistance":"No","Subschool":"Creation","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":true}}