{"id":4321,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYou unleash the power of this spell, and the walls of the tunnel begin to roil and shift on all sides, clenching in rapid succession as they fling your opponents down the hallway.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e_You cause a section of tunnel to flex with peristaltic convulsions, crushing its contents and moving them along its length in the direction you designate. Each creature and object in the affected tunnel section is crushed for 1d6 points of damage per level (maximum 15d6) and is moved from its former position to a point just outside the affected tunnel section. A creature that makes a successful Reflex saving throw takes only half damage and is moved halfway from its former position in the tunnel toward the designated end of the tunnel section. When the spell duration expires, the tunnel returns to its former shape and size, with no harm done to its structure.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eTunnel swallow affects both worked and natural tunnels, as well as corridors in surface buildings, but does not harm the structure.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMovement caused by this spell does not provoke attacks of opportunity.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMaterial Component: A lump of chewed vegetable or meat.\u003c/p\u003e","Descriptors":"Earth","DivineFocusComponent":false,"Duration":"Instantaneous","Effect":"","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Tunnel Swallow","Page":225,"Rulebook":"Spell Compendium","SavingThrow":"Reflex partial; see text","School":"Conjuration","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"No","Subschool":"Creation","Target":"Tunnel section up to 20 ft. in diameter and up to 50 ft. long","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}