{"id":4325,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYou stretch out your hand and long strands of wet kelp streak out to envelop your foes.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMake a ranged touch attack at each target. If you hit a creature, you immediately make an opposed grapple check against the creature as a free action without provoking attacks of opportunity. You add your caster level and your Wisdom bonus to the result of your grapple check rather than your Strength bonus and size bonus. If you succeed, the target becomes entangled in the thick strands of kelp and is grappled. Each round, the target can attempt to escape the kelpstrand by making a successful grapple or Escape Artist check against the kelpstrand\u0026#39;s grapple check. You are not considered grappling yourself while using this spell. Once you shoot your strands of kelp, you need not take any action to maintain the effect.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA creature targeted with multiple kelpstrands has to make separate grapple or Escape Artist checks against each kelpstrand currently grappling it to escape. If you cast this spell while you are within 300 feet of the ocean shore, you gain a +4 bonus on any grapple checks made to determine the outcome of a kelpstrand grapple.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMaterial Component: A piece of dried seaweed.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"1 round/level","Effect":"","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Kelpstrand","Page":128,"Rulebook":"Spell Compendium","SavingThrow":"None","School":"Conjuration","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"No","Subschool":"Creation","Target":"One creature/3 levels, no two of which are more than 30 ft. apart","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}