{"id":4328,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYour hand feels warm cupping the eldritch flames. You cannot see the fire in the shadows, but you know it is there, as will those who will soon feel the hungry flames.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eDark flames appear in your hand. You can hurl them or use them to touch enemies. The flames appear in your open hand and harm neither you nor your equipment. They emit no light but produce the same amount of heat as an actual fire.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eBeginning the following round, you can strike opponents with a melee touch attack, dealing 1d6 points of damage per 2 caster levels (maximum 5d6. Alternatively, you can hurl the flames up to 120 feet as a thrown weapon. When doing so, you make a ranged touch attack (with no range penalty) and deal the same damage as with the melee attack. No sooner do you hurl the flames than a new set appears in your hand.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe \u003cem\u003edarkfire\u003c/em\u003e is invisible to normal vision but can be seen with darkvision as easily as normal flame can be seen in darkness (this means that \u003cem\u003edarkfire\u003c/em\u003e can be used as a signal or beacon for creatures with darkvision).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe spell does not function underwater.\u003c/p\u003e","Descriptors":"Fire","DivineFocusComponent":false,"Duration":"1 round/level (D)","Effect":"Flame in your palm","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Darkfire","Page":59,"Rulebook":"Spell Compendium","SavingThrow":"None","School":"Evocation","SomaticComponent":true,"SpellRange":"0 ft.","SpellResistance":"Yes","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}