{"id":4332,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eOthers watch you speak the spell, and the earth opens up and swallows you whole. You remain safe and secure beneath the ground, untouched by events above.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou cannot enter a land womb through stone or rock, only through tillable soil. The land womb holds you secure 10 feet below the surface. Anyone in a land womb cannot be perceived by divination spells of 4th level or less.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou can bring one additional creature per caster level with you into the land womb. All creatures to be brought into the land womb must be touching each other (for instance, holding hands in a ring).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eLand womb creates an underground space large enough to hold all target creatures. While space is tight, spellcasting by targets is still possible while in the confines of the spell\u0026#39;s effect. You can no longer hear or see anything on the surface by nonmagical means.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou can end the spell at will, but those who are with you cannot. At the end of the spell\u0026#39;s duration, all within the land womb return to the spot where they stood before the spell took effect.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"10 minutes/level (D)","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Land Womb","OlfactoryDisplay":false,"Page":130,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"Will negates","School":"Abjuration","SomaticComponent":true,"SpellRange":"Touch","SpellResistance":"Yes","Subschool":"","Target":"You and one other creature/ level","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}