{"id":4348,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"Living enemies within a 50-ft.-radius emanation centered on you","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"DF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eUsing your link to the natural world, you create an air of decay that makes death come quicker to the wounded.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWhenever an enemy within the area takes normal (not nonlethal) damage, that wound festers for an additional 3 points of damage at the beginning of its turn each round thereafter for the duration of the spell. A DC 15 Heal check or the application of any \u003cem\u003ecure\u003c/em\u003e spell or other healing magic stops the festering. Only one wound festers at a time, additional wounds are not subject to this effect. Once festering has been stopped, however, any new wound taken while the subject is within the area (before the spell expires) begins the process anew.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFor example, a subject who takes 6 points of damage from an attack while within the area of a \u003cem\u003edecomposition\u003c/em\u003e spell takes 3 points of damage from the festering wound in the next round, and another 3 points in the round after that. In the following round, that subject receives 4 points of healing from a \u003cem\u003ecure light wounds\u003c/em\u003e spell, so the festering stops and the subject takes no festering damage that round. In the next round, the subject remains within the emanation and takes another 3 points of damage in battler. The festering begins again, dealing 3 points of damage in the following round.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":true,"Duration":"1 round/level","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Decomposition","OlfactoryDisplay":false,"Page":61,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"None","School":"Necromancy","SomaticComponent":true,"SpellRange":"50 ft.","SpellResistance":"Yes","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}