{"id":4352,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":true,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"AF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eFrom the pearl you hold between your thumb and ring finger erupts a cloudy gray sphere of whirling air and howling wind that flies to attack your enemies.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWhen you cast this spell, you create a violently swirling sphere of air. As a move action, you can make the sphere travel up to 30 ft. per round and strike a creature or object you indicate as a ranged touch attack. Any creature struck by the sphere takes 3d6 points of damage from the force of its winds. In addition, Medium or smaller creatures must succeed on a Fortitude save or be knocked prone. Creatures that fall prone must then succeed on a second Fortitude save or be swept up by the sphere and driven 1d8\u0026#215;10 feet into the air, dropping 1d6 squares from their original position in a random direction and taking falling damage as normal. If a window is within range, the subject is automatically thrown in that direction.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf some obstacle prevents the subject creature from reaching its expelled height, it takes 1d6 for every 10 feet of movement it was unable to complete, so that a creature hurled 50 feet up in a room with a 20-foot ceiling would take 3d6 points of damage from the impact, then take 2d6 points of damage when it falls back to the ground.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe sphere can affect a maximum of one creature or object per round, and winks out if it exceeds the spell\u0026#39;s range.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eFocus:\u003c/em\u003e a gray pearlo worth at least 100 gp.\u003c/p\u003e","Descriptors":"Air","Displays":"","DivineFocusComponent":false,"Duration":"1 round/level (D)","Effect":"2-ft.-radius sphere","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Defenestrating Sphere","OlfactoryDisplay":false,"Page":62,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"Fortitude partial; see text","School":"Evocation","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"Yes","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}