{"id":4358,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"DF M S","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eFrom your outstretched hand bursts a small sphere similar in appearance to a soap bubble. It quicly expands an speeds in the direction you indicate.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA globe of supernaturally dry air rolls in whichever direction you point and engulfs those it strkes. It moves 30 feet per tound and can lea up to 30 feet to strike a target. If it enters a space with a creature, it stops moving for the round and deals 2d4 points of damage as it evaporates moisture from the subject. (The subject can negate this damage with a successful Reflex save). Oozes, creatures composed of water (such as water elementals), and creatures with the aquatic subtype take 2d6 points of damage.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe bubble moves as long as you actively direct it (a move action for you); otherwise, it merely stays at rest. The surface of the bubble has a spongy, yielding consistency (similar to that of a soap bubble, but not fragile and allowing objects to pass through it without affecting the spell) and so does not cause damage except by absorbing moisture. It cannot batter down large obstacles. The bubble winks out if it exceeds the spell\u0026#39;s range.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eArcane Material Component:\u003c/em\u003e A tiny bag or bladder filled with air; and a sprinkle of dust.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":true,"Duration":"1 round/level","Effect":"3-ft.-radius sphere of air","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Desiccating Bubble","OlfactoryDisplay":false,"Page":63,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"Reflex negates","School":"Necromancy","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"Yes","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":false,"VisualDisplay":false,"XPComponent":false}}