{"id":4380,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYou feel pangs of hunger well up within your abdomen as you complete the spell. A blood-red glow of energy radiates from your intended target and the hunger you felt subsides. The target creature\u0026#39;s face elongates into a toothy, dinosaurlike snout filled with serrated teeth, and its belly distends as if the creature were undernourished.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe spell\u0026#39;s subject becomes maddened by terrible pangs of hunger, viewing all creatures as food sources.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe subject creature gains a new bite attack that does damage according to the creature\u0026#39;s size:\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003ctable\u003e\u003c/b\u003e\u003ctr\u003e\u003c/b\u003e\u003ctd\u003e Fine \u003c/td\u003e\u003c/b\u003e\u003ctd\u003e 1 \u003c/td\u003e\u003c/b\u003e\u003c/tr\u003e\u003c/b\u003e\u003ctr\u003e\u003c/b\u003e\u003ctd\u003e Diminutive \u003c/td\u003e\u003c/b\u003e\u003ctd\u003e 1d2 \u003c/td\u003e\u003c/b\u003e\u003c/tr\u003e\u003c/b\u003e\u003ctr\u003e\u003c/b\u003e\u003ctd\u003e Tiny \u003c/td\u003e\u003c/b\u003e\u003ctd\u003e 1d3 \u003c/td\u003e\u003c/b\u003e\u003c/tr\u003e\u003c/b\u003e\u003ctr\u003e\u003c/b\u003e\u003ctd\u003e Small \u003c/td\u003e\u003c/b\u003e\u003ctd\u003e 1d4 \u003c/td\u003e\u003c/b\u003e\u003c/tr\u003e\u003c/b\u003e\u003ctr\u003e\u003c/b\u003e\u003ctd\u003e Medium \u003c/td\u003e\u003c/b\u003e\u003ctd\u003e 1d6 \u003c/td\u003e\u003c/b\u003e\u003c/tr\u003e\u003c/b\u003e\u003ctr\u003e\u003c/b\u003e\u003ctd\u003e Large \u003c/td\u003e\u003c/b\u003e\u003ctd\u003e 1d8 \u003c/td\u003e\u003c/b\u003e\u003c/tr\u003e\u003c/b\u003e\u003ctr\u003e\u003c/b\u003e\u003ctd\u003e Huge \u003c/td\u003e\u003c/b\u003e\u003ctd\u003e 2d6 \u003c/td\u003e\u003c/b\u003e\u003c/tr\u003e\u003c/b\u003e\u003ctr\u003e\u003c/b\u003e\u003ctd\u003e Gargantuan \u003c/td\u003e\u003c/b\u003e\u003ctd\u003e 2d8 \u003c/td\u003e\u003c/b\u003e\u003c/tr\u003e\u003c/b\u003e\u003ctr\u003e\u003c/b\u003e\u003ctd\u003e Colossal \u003c/td\u003e\u003c/b\u003e\u003ctd\u003e 4d6 \u003c/td\u003e\u003c/b\u003e\u003c/tr\u003e\u003c/b\u003e\u003c/table\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe subject creature adds 1-1/2 times its Strength bonus to this damage. If the creature already has a bite attack that deals more damage, use that damage value instead.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe subject creature eschews all other attacks or actions except for its new bite attack, but it defends itself normally. It moves to attack the nearest living creature it can get to and attacks this creature until it is dead or until another living creature is closer. The subject creature attacks whatever living creature is nearest, regardless of former allegiance or personal connection. If moving toward the nearest living creature would move the creature into a dangerous area (precarious footing, a huge fire, or a deadly trap is in the way) the subject creature moves around the hazard if it can or moves to attack another creature if moving around the hazard isn\u0026#39;t possible. If such movement brings the subject creature closer to another living creature, it attacks that creature instead. If the subject of the spell cannot detect or get to a living creature nearby, it goes looking for one to attack.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"1 round/level","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Dire Hunger","OlfactoryDisplay":false,"Page":65,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"Fortitude negates","School":"Transmutation","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"Yes","Subschool":"","Target":"One living creature","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}