{"id":4389,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":true,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"AF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eOne cannot just march a ghoul into the Duke\u0026#39;s Court. But as the fumes issuing from the cocoon surround the creature, the form of the ghoul is replaced with that of a stately courtier armed with a rapier. Of course, it will have to keep its mouth shut.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou make one undead\u0026#8212;including its clothing, armor, weapons, and equipment\u0026#8212;look different. You can make it seem 1 foot shorter or taller, thin, fat, or in between. You cannot change the creature\u0026#39;s body type. For example, a wight could look human, humanoid, or like any other generally human-shaped bipedal creature. Otherwise, the extent of the apparent change is up to you. You could add or obscure a minor feature, such as a mole or a beard, or make it look like an entirely different creature.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe spell does not provide the abilities or mannerisms of the chosen form. It does not alter the perceived tactile (touch) or audible (sound) properties of the undead or its equipment. A battleaxe made to look like a dagger still functions as a battleaxe.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis spell also foils magical means of detecting undead. The subject of \u003cem\u003edisguise undead\u003c/em\u003e detects as a creature of the type simulated.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eCreatures get Will saves to recognize the glamer as an illusion if they interact with the subject (such as by touching the undead and having that not match what they see, in the case of this spell).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eFocus:\u003c/em\u003e A cocoon of a death\u0026#39;s head moth.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"24 hours","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Disguise Undead","OlfactoryDisplay":false,"Page":66,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"None","School":"Illusion","SomaticComponent":true,"SpellRange":"Touch","SpellResistance":"Yes (harmless)","Subschool":"Glamer","Target":"1 corporeal undead","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}