{"id":4415,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"10 minutes","Components":"V XP","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYou feel some of your lifeforce being pulled from you in the casting of the spell. A large dragon lands nearby. \u0026quot;You wish to discuss something?\u0026quot; it asks, eying your belongings.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis spell calls a dragon. You can ask the dragon to perform one task in exchange for a payment from you. Tasks might range from the simple (fly us across the chasm, help us fight a battle) to the complex (spy on our enemies, protect us on our foray into the dungeon). You must be able to communicate with the dragon to bargain for its services.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe summoned dragon requires payment for its services, which takes the form of coins, gems, or other precious objects the dragon can add to its hoard. This payment must be made before the dragon agrees to perform any services. The bargaining takes at least 1 round so any actions by the creature begin in the round after it arrives.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eTasks requiring up to 1 minute per caster level require a payment of 50 gp per HD of the called dragon. For a task requiring up to 1 hour per caster level, the creature requires a payment of 250 fp per HD. Long-term tasks (those requiring up to 1 day per caster level) require a payment of 500 gp per HD).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eEspecially hazardous tasks require a greater gift, up to twice the given amount. A dragon never accepts less than the indicated amount, even for a nonhazardous task.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAt the end of its task, or when the duration bargained for elapses, the creature returns to the place it was called from (after reporting back to you, if appropriate and possible).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eXP Cost:\u003c/em\u003e 100 xp.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eSpecial:\u003c/em\u003e Sorcerers cast this spell at +1 caster level.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"Instantaneous","Effect":"One called dragon of 15 HD or less","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Dragon Ally, Lesser","Page":72,"Rulebook":"Spell Compendium","SavingThrow":"None","School":"Conjuration","SomaticComponent":false,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"No","Subschool":"Calling","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":true}}