{"id":4433,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 Standard Action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eDrawing upon the power of the elemental planes, your transform your body in a flash of light.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou can transform your body into a particular type of elemental substance. You and your possessions appear to be made of that element, though in the same general shape and size as your normal appearance.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou gain the following abilities when you cast \u003cem\u003eelemental body:\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e*You have the benefits of the \u003ca href=\"/spells/spell-compendium--86/attune-form--3852/\"\u003e\u003cem\u003eattune form\u003c/em\u003e\u003c/a\u003e spell (page 17) with respect to the appropriate element. If you choose a water body, for example, you can breathe normally on waterdominant planes.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e*You are immune to poison, sleep, paralysis, and stunning, and are not subject to extra damage from critical hits or flanking. You gain darkvision out to 60 feet.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e*Your creature type remains unchanged, so you are unaffected by spells that target elementals, but you gain the air, earth, fire, or water subtype depending on the elemental substance you chose.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIn addition, you gain the following exceptional abilities according to the element chosen:\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eAir:\u003c/em\u003e Fly at your normal speed (perfect maneuverability), air mastery (airborne creatures take a \u0026#8212;1 penalty on attack rolls and damage rolls against you).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eEarth:\u003c/em\u003e Earth mastery (you gain a +1 bonus on attack rolls and damage rolls if both you and your foe touch the ground), push (you can start a bull rush maneuver without provoking attacks of opportunity), +3 natural armor bonus to AC.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eFire:\u003c/em\u003e Fire immunity, burn (those you hit in melee and those who attack you with natural weapons must make a Reflex save or catch fire, with a save DC equal to that of a fire elemental of the same size).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eWater:\u003c/em\u003e Water: Swim at your normal speed, water mastery (you gain a +1 bonus on attack rolls and damage rolls if both you and your opponent touch water), drench (you can use your elemental form to put out nonmagical open flames and dispel magical fire you touch as if casting \u003ca href=\"/spells/players-handbook-v35--6/dispel-magic--2315/\"\u003e\u003cem\u003edispel magic\u003c/em\u003e\u003c/a\u003e at your caster level).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe \u003cem\u003eelemental body\u003c/em\u003e spell has the descriptor of the element you choose. So, if you choose a body of fire, \u003cem\u003eelemental body\u003c/em\u003e is a fire spell.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eMaterial Component:\u003c/em\u003e A bit of the element in question from a plane other than the one where the spell is being cast.\u003c/p\u003e","Descriptors":"see text","DivineFocusComponent":false,"Duration":"1 hour/level","Effect":"","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Elemental Body","Page":78,"Rulebook":"Spell Compendium","SavingThrow":"","School":"Transmutation","SomaticComponent":true,"SpellRange":"Personal","SpellResistance":"","Subschool":"","Target":"You","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}