{"id":4442,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 swift action","Components":"S","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYour breath weapon explodes from your mouth, brilliant but mixed with sharp spikes of living darkness.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFor this spell to function, you must have a breath weapon, either as a supernatural ability or as the result of casting a spell such as \u003ca href=\"/spells/spell-compendium--86/dragon-breath--3967/\"\u003e\u003cem\u003edragon breath\u003c/em\u003e\u003c/a\u003e (page 73). When you successfully cast this spell, you can modify your breath weapon so that it is laced with negative energy. In addition to the normal energy damage your breath weapon deals, creatures that fail their saving throws against the breath weapon gain 2d4 negative levels.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf the subject gains at least as many negative levels as it has Hit Dice, it dies. Each negative level gives a creature the following penalties: \u0026#8212;1 penalty on attack rolls, saving throws, skill checks, ability checks, and effective level (for determining the power, duration, DC, and other details of spells or special abilities). Additionally, a spellcaster loses one spell or spell slot from her highest available level. Assuming the subjects survive, they regain lost levels after a number of hours equal to your caster level. Ordinarily, negative levels have a chance of permanently draining the subject\u0026#39;s level, but the negative levels from \u003cem\u003eenervating breath\u003c/em\u003e don\u0026#39;t last long enough to do so.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf an undead creature is caught within the breath weapon, it gains 2d4?5 temporary hit points before taking damage from the breath weapon. These temporary hit points last for up to 1 hour.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"1 round","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Enervating Breath","Page":82,"Rulebook":"Spell Compendium","SavingThrow":"","School":"Necromancy","SomaticComponent":true,"SpellRange":"Personal","SpellResistance":"","Subschool":"","Target":"Your breath weapon","TrueNameComponent":false,"UserId":0,"VerbalComponent":false,"XPComponent":false}}