{"id":4447,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":true,"Area":"","CastingTime":"1 swift action","Components":"AF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eRapping your staff with a knuckle, you cause it to sprout wriggling vines that grab and lash at the air.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eEach time you successfully strike a foe with the staff (a normal melee attack), you deal normal damage and can attempt to start a grapple as a free action without provoking attacks of opportunity. This grapple attempt does not require a separate touch attack. You gain a +8 bonus on grapple checks you cause by striking a foe with the entangling staff. You can attempt to grapple creatures up to one size category larger than you.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf your grapple check succeeds, your quarterstaff\u0026#39;s vines constrict your foe, dealing 2d6 points of damage (you can choose to deal nonlethal damage instead of normal damage if you wish). You then have two choices:\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eRelease:\u003c/em\u003e You release your opponent from the grapple. Some vines remain clinging to your foe, leaving it entangled for the duration of the spell. You can attack different enemies in later rounds with the staff, potentially grappling and constricting or entangling them.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eMaintain:\u003c/em\u003e You maintain your hold. In subsequent rounds, you deal constriction damage with a successful grapple check. You can then choose to release or maintain the hold again.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eFocus:\u003c/em\u003e A quarterstaff.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"1 round/level (D)","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Entangling Staff","Page":83,"Rulebook":"Spell Compendium","SavingThrow":"Fortitude negates (harmless, object)","School":"Transmutation","SomaticComponent":true,"SpellRange":"Touch","SpellResistance":"Yes (harmless)","Subschool":"","Target":"Quarterstaff touched","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}