{"id":4490,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 round","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eThe smell of wet animal dander assaults your nose even as the perfume of the material component fades. You feel suddenly more suspicious of beings around you, as if some of them might not be what they seem.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eBy taking a standard action to concentrate, you can see the true form of creatures within 60 feet. Each round, you can examine one creature you can see to determine whether it is polymorphed, disguised, or transmuted, and what its true form is. If you look at a shapechanger in its true form, you immediately sense its shapechanging ability, but you can\u0026#39;t determine what other forms it might be capable of assuming.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFor the purpose of this spell, a shapechanger is any creature with the shapechanger type or a supernatural or extraordinary ability that allows it to assume an alternate form. A wizard who knows \u003ca href=\"/spells/players-handbook-v35--6/alter-self--2774/\"\u003e\u003cem\u003ealter\u003c/em\u003e\u003c/a\u003e self is not a shapechanger (since a spell is not a supernatural or extraordinary ability), but a barghest is (since it has the supernatural ability to assume alternate forms, even though its type is outsider).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMaterial Component: A balm of honey and lotus flower costing 25 gp, smeared on your eyelids.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"1 round/level","Effect":"","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Discern Shapechanger","Page":66,"Rulebook":"Spell Compendium","SavingThrow":"","School":"Divination","SomaticComponent":true,"SpellRange":"Personal","SpellResistance":"","Subschool":"","Target":"You","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}