{"id":4498,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 round","Components":"DF M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eIn a flash of light and a roar of fire, your arms become wings of flame.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis spell transforms your arms into wings of brilliant fire. The flame does not damage you or any items you carry. Because your arms are transformed, you cannot hold items in your hands or cast spells that require somatic components, but rings, bracers, and other items worn on your arms when you cast the spell still function normally. The wings allow you to fly at speed of 60 feet (or 40 feet if you wear medium or heavy armor), with good maneuverability. You can charge but not run while flying, and you cannot carry more than a light load aloft. Using a \u003cem\u003efire wings\u003c/em\u003e spell requires only as much concentration as walking, so you can take other actions normally.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf the spell duration expires while you are aloft, you descend at a rate of 60 feet per round for 1d6 rounds, then fall the rest of the distance if you haven\u0026#39;t already landed. Because dispelling a spell effectively ends it, the subjects also descends in this way if the \u003cem\u003efire wings\u003c/em\u003e spell is dispelled, but not if it is negated by and \u003cem\u003eantimagic field\u003c/em\u003e. If you are not flying, you can make up to two attacks each round with the fire wings as if they were natural weapons, a successful attack deals 2d6 points of fire damage. The wings can be extinguished (and the spell canceled) by a \u003cem\u003equench\u003c/em\u003e spell, immersion in water, or a wind of hurricane or greater force.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eMaterial Component:\u003c/em\u003e The feather or a bird, which you must burn when you cast the spell.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eFocus:\u003c/em\u003e A golden amulet shaped like a phoenix (worth 150 gp)\u003c/p\u003e","Descriptors":"Fire","Displays":"","DivineFocusComponent":true,"Duration":"1 minute/level","Effect":"","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Fire Wings","OlfactoryDisplay":false,"Page":93,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"","School":"Transmutation","SomaticComponent":true,"SpellRange":"Personal","SpellResistance":"","Subschool":"","Target":"You","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}