{"id":4540,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":true,"Area":"","AuditoryDisplay":false,"CastingTime":"1 minute","Components":"AF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eBy holding the small item to your nose and reciting the ancient words of power you unleash the spell. You immediately have a sense of the object\u0026#39;s owner such that you believe you could find further indications of the creature\u0026#39;s passage.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eUpon casting this spell, you become attuned to the specific creature that owns the spell\u0026#39;s focus item. (A creature is considered to own an item if it was the last creature to carry the item on its person for 24 hours or more. You do not count when considering what creature was last to carry an item.) This attunement grants you a +10 bonus on Search and Survival checks made to track the item\u0026#39;s owner or find evidence of the owner\u0026#39;s passage. This spell does not give you insight into who or what the creature you are attuned to is or where that creature ultimately might be. Also, the spell does not provide a trail that is not already there nor provide you with the benefit of the Track feat.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eArcane Focus: An object owned by the creature or a piece of the creature to be tracked, such as a tuft of hair or a fingernail.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"24 hours/level","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Marked Object","OlfactoryDisplay":false,"Page":139,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"","School":"Divination","SomaticComponent":true,"SpellRange":"Personal","SpellResistance":"","Subschool":"","Target":"You","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}