{"id":4545,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"DF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eThe rock comes alive, opening into a huge maw of deadly stone.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou cause a single natural opening or natural chamber to become animated. The opening or chamber cannot move, but it can attack. You can order it to attack any creature, or a specific type of creature. You also can order it to attack under a specific circumstance, such as when creatures try to leave or when they touch something.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAn animated opening can attack only creatures that try to move through it. An animated chamber can attack every creature inside. Only one maw of stone can be in effect on a particular opening or chamber at a time.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe animated opening has an attack bonus equal to your level +10. The maw of stone deals damage equal to 2d8 points + your caster level.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAn animated opening can make one immediate attack against a creature passing through. If it succeeds, the target must make a Reflex save or it cannot pass through the maw.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe animated stone has an Armor Class of 15 and hardness 8. Dealing 60 points of damage to it ends the spell.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":true,"Duration":"10 minutes/level (D)","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Maw of Stone","OlfactoryDisplay":false,"Page":140,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"Reflex partial; see text","School":"Transmutation","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"No","Subschool":"","Target":"One cave mouth or natural tunnel up to 20 ft. in diameter","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}