{"id":4546,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 minute","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eThe faint, green glow of the glyph flares to life. A sickly green light fills the room, illuminating the paralyzed forms of its victims, and bringing with it the stench of death.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou inscribe a glyph, approximately 1 foot across, that paralyzes any living creature of Large or smaller size that comes within 5 feet of the glyph. You can scribe the glyph to be visible as faintly glowing lines, or invisible. You can inscribe a ghoul glyph on a portable object, but if the object is moved more than 5 feet, the glyph fades.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eConditions for triggering a \u003cem\u003eghoul glyph\u003c/em\u003e are stringent. It takes effect on any creature except yourself that moves within 5 feet. It affects invisible creatures normally but is not triggered by those that travel past it ethereally. Only a single \u003cem\u003eghoul glyph\u003c/em\u003e can be inscribed in a 5-foot square.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eGhoul glyphs\u003c/em\u003e cannot be affected or bypassed by such means as physical or magical probing, though they can be dispelled. \u003ca href=\"/spells/players-handbook-v35--6/mislead--2686/\"\u003e\u003cem\u003eMislead\u003c/em\u003e\u003c/a\u003e and \u003ca href=\"/spells/players-handbook-v35--6/nondetection--2341/\"\u003e\u003cem\u003enondetection\u003c/em\u003e\u003c/a\u003e can fool a ghoul glyph.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003ca href=\"/spells/players-handbook-v35--6/read-magic--2511/\"\u003e\u003cem\u003eRead magic\u003c/em\u003e\u003c/a\u003e allows identification of a \u003cem\u003eghoul glyph\u003c/em\u003e with a successful DC 13 \u003ca href=\"/skills/spellcraft/\"\u003eSpellcraft\u003c/a\u003e check, if the glyph is noticed before it is activated. A rogue can use the \u003ca href=\"/skills/search/\"\u003eSearch\u003c/a\u003e skill to find a \u003cem\u003eghoul glyph\u003c/em\u003e and \u003ca href=\"/skills/disable-device/\"\u003eDisable Device\u003c/a\u003e to thwart it. The DC in each case is 27.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWhen a glyph is activated, the target is paralyzed for 1d6+2 rounds. Additionally, if the target fails a Fortitude save, the paralyzed subject exudes a carrion stench that causes distress in all creatures within a 10-foot radius. Those in the radius, including the target, must make a Fortitude save or take a \u0026#8212;2 penalty on attack rolls, weapon damage rolls, saving throws, skill checks, and ability checks until the paralysis effect wears off.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eMaterial Component:\u003c/em\u003e You trace the glyph with earth from a ghoul\u0026#39;s lair.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"Permanent until discharged","Effect":"","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Ghoul Glyph","Page":105,"Rulebook":"Spell Compendium","SavingThrow":"Fortitude partial","School":"Necromancy","SomaticComponent":true,"SpellRange":"Touch","SpellResistance":"Yes","Subschool":"","Target":"Object touched","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}