{"id":4559,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":true,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"AF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYou concentrate on the tooth, speak the words, and a 15-foot-long tentacle sprouts from your stomach. The tentacle has no eyes, but it ends in a set of snapping reptilian jaws.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe tentacle created by the \u003cem\u003egutsnake\u003c/em\u003e spell is equivalent to a giant constrictor snake (\u003cem\u003eMM\u003c/em\u003e 280) except that it is completely obedient to you and moves as you command. The snake has hit points equal to your own full normal total. Attacks against the snake cause you no discomfort and do not disrupt your spellcasting. If it is \u0026quot;killed,\u0026quot; the tentacle disappears without causing harm to you. The tentacle does not interfere with spellcasting in any way.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eOnce each round as a free action, you can have the tentacle attack a creature up to 10 feet away with its bite attack, and if it successfully hits, the tentacle can use the snake\u0026#39;s improved grab ability to deal damage through constriction.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIn each round when the \u003cem\u003egutsnake\u003c/em\u003e is constricting a target, you cannot move more than 5 feet away from that target, unless the \u003cem\u003egutsnake\u003c/em\u003e makes a successful grapple check to carry the opponent with you when you move (see \u003cem\u003ePH\u003c/em\u003e 155 for grappling rules). This is the only way in which the tentacle restricts movement. While the snake is present, you can use its \u003ca href=\"/skills/balance/\"\u003eBalance\u003c/a\u003e and \u003ca href=\"/skills/climb/\"\u003eClimb\u003c/a\u003e skill modifiers instead of your own, and you gain a climb speed of 20 feet.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eFocus:\u003c/em\u003e A fang from any reptile.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"1 round/level (D)","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Gutsnake","OlfactoryDisplay":false,"Page":108,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"","School":"Transmutation","SomaticComponent":true,"SpellRange":"Personal","SpellResistance":"","Subschool":"","Target":"You","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}