{"id":4566,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":true,"Area":"","CastingTime":"1 standard action","Components":"AF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eBy waving a scarlet cloth and shouting taunts at your intended subject, you gain its undivided attention.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou fill the subject with so great a rage that it can do nothing but focus on engaging you in personal physical combat. The target must be able to see you when you cast this spell. If the subject later loses line of sight to you, the spell immediately ends. (A subject can\u0026#39;t voluntarily break line of sight with you, such as by closing its eyes, to end this spell prematurely.)\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf the subject threatens you, it must make a full attack against you using a melee weapon or a natural weapon. If the subject doesn\u0026#39;t threaten you at the start of its turn, it must move toward you (taking nothing but move actions) and end its movement as close to you as possible. If it gets close enough with a single move action to threaten you, it stops and makes a melee attack against you as normal.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWhile under the effect of a mindless rage spell, the subject can make use of all its normal melee combat skills, abilities, and feats\u0026#8212;either offensive or defensive. However, the subject can\u0026#39;t make ranged attacks, cast spells, or activate magic items that require a command word, a spell trigger, or spell completion to function. The subject can\u0026#39;t make any attack against a creature other than you.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe subject of this spell, though overcome with rage, is by no means rendered idiotic or suicidal. For example, an affected creature will not charge off a cliff in an attempt to reach you.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAn interesting side effect of mindless rage occurs when the spell affects any character or creature that has the rage ability (such as a barbarian). In these cases, the mindless rage spell automatically activates the creature\u0026#39;s rage ability (and counts as one of the creature\u0026#39;s uses of rage for that day).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFocus: A scarlet handkerchief or similar piece of cloth, waved in the target\u0026#39;s direction while you vocalize the verbal component.\u003c/p\u003e","Descriptors":"Mind-Affecting","DivineFocusComponent":false,"Duration":"1 round/level","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Mindless Rage","Page":142,"Rulebook":"Spell Compendium","SavingThrow":"Will negates","School":"Enchantment","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"Yes","Subschool":"Compulsion","Target":"One creature","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}