{"id":457,"created":1450795691,"modified":1450795691,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eA bank of freezing mist billows out from the point you designate, obscuring all sight (including darkvision) beyond 5 feet.\u003cbr /\u003eCreatures in the first 5 feet of the mist have concealment, while creatures farther inside have total concealment.\u003cbr /\u003eEach round on your turn, the frigid mist deals 1d6 points of cold damage to each creature and object within it.\u003cbr /\u003eThe freezing fog is so thick that any creature attempting to move through it progresses at a maximum speed of 5 feet (regardless of its normal speed) and takes a -2 penalty on all melee attack rolls and damage rolls and a -6 penalty on ranged weapon attack rolls (but not ranged spell attack rolls).\u003cbr /\u003eA creature or object that falls into the fog from above is slowed, so that each 10 feet of mist it passes through effectively reduces overall falling distance by 10 feet.\u003cbr /\u003eFreezing fog also coats all solid surfaces in its area with a slick, icy rime, and on your turn each round, each creature in the area of the fog must make a successful Reflex save or fall.\u003cbr /\u003eA creature that manages to stand must make a DC 10 Balance check in order to move, falling if it fails its save by 5 or more.\u003cbr /\u003eCreatures in a freezing fog can\u0026#39;t take a 5-foot step.\u003cbr /\u003eA severe wind (31+ mph) disperses the cloud in 1 round.\u003cbr /\u003eThe spell does not function underwater.\u003c/p\u003e","Descriptors":"Cold","DivineFocusComponent":false,"Duration":"1 min./level","Effect":"Fog spreads in 20-ft. radius, 20 ft. high","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Freezing Fog","Page":0,"Rulebook":"Complete Arcane","SavingThrow":"None","School":"Conjuration","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"No","Subschool":"Creation","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}