{"id":4574,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"DF M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eAs you cast this spell, pure, pale moonlight shapes itself into a stair or bridge, as you desire.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMoon path allows you to create a stair or bridge from one spot to another. The effect is a railless ribbon of glowing white translucent force like a glass strip. The strip can be from 3 to 20 feet wide as you decide. (You can vary the width over the ribbon\u0026#39;s length if you want.) It sticks to its endpoints unshakably, even if these endpoints are in midair.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAt the time of casting, you designate up to one creature per caster level to receive extra protection while standing on or moving along the moon path. Protected creatures gain the benefit of a sanctuary effect. This functions like the 1st-level spell \u003ca href=\"/spells/players-handbook-v35--6/sanctuary--2359/\"\u003e\u003cem\u003esanctuary\u003c/em\u003e\u003c/a\u003e except that the save DC is 15 + your Wis modifier, and any subject of the spell who attacks breaks the sanctuary effect for all subjects. Protected creatures also stick to the top of the moon path as though they have received spider climb spells. A creature loses both benefits immediately when it leaves the path.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eUnlike a \u003ca href=\"/spells/players-handbook-v35--6/wall-of-force--2659/\"\u003e\u003cem\u003ewall of force\u003c/em\u003e\u003c/a\u003e, a moon path can be dispelled. It is otherwise similar to a wall of force in that it needs no supports and it is immune to damage of all kinds. A disintegrate spell blasts a hole in the path 10 feet square, leaving the rest of the path intact. (If the moon path is 10 feet wide or less, this merely creates a 10-foot gap.) A hit from a rod of cancellation, a sphere of annihilation, or Mordenkainen\u0026#39;s disjunction destroys a moon path. Spells and breath weapons cannot pass through a moon path, although dimension door, teleport, and similar effects can bypass the barrier. It blocks ethereal creatures as well as material creatures. Gaze attacks cannot operate through a moon path. \u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA moon path must be straight, continuous, and unbroken when formed. If its surface would be interrupted by any object or creature, the spell fails. The bridge version of the spell must be created flat. The stair version cannot rise or descend any more sharply than 45 degrees.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eArcane Material Component: A white handkerchief.\u003c/p\u003e","Descriptors":"Force","Displays":"","DivineFocusComponent":true,"Duration":"1 minute/level (D)","Effect":"A variable-width, glowing white stair or bridge of translucent force up to 15 ft./level long; see text","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Moon Path","OlfactoryDisplay":false,"Page":143,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"None; see text","School":"Evocation","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"No","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}