{"id":4577,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"Area: Cone-shaped burst and coneshaped emanation; see text","CastingTime":"1 standard action","Components":"DF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eA cone of fiery white moonlight springs from your hand.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eLiving creatures in the area of a moonfire spell feel an unnatural chill and take 1d8 points of damage per two caster levels (maximum 10d8). Undead and shapechangers take 1d8 points of damage per caster level (maximum 20d8). This application of the spell allows a Reflex save for half damage.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAll magical auras within the cone glow with a faint blue light for 1 round per caster level. Disguised, shapechanged, or polymorphed creatures and objects in the spell\u0026#39;s area at the time the spell is cast must make Will saves or immediately return to their normal forms. Even if the save succeeds, they remain covered in ghostly white outlines that show their true forms for 1 round per caster level.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe entire area covered by the cone glows silver-white for 1 round per caster level. This radiance is as bright as the light of a full moon and negates electricity damage for 1 round per caster level unless the item or creature generating the electricity effect makes a caster level check (1d20 + item\u0026#39;s caster level or creature\u0026#39;s caster level) against a DC equal to 10 + your caster level. If an electricity effect is generated outside the glowing cone, the cone blocks the electricity effect unless the creature generating the effect succeeds on a caster level check. If an electricity effect is generated inside the glowing cone, the cone negates the electricity effect unless the creature generating the effect succeeds on a caster level check.\u003c/p\u003e","Descriptors":"Light","DivineFocusComponent":true,"Duration":"Instantaneous and 1 round/level; see text","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Moonfire","Page":144,"Rulebook":"Spell Compendium","SavingThrow":"Reflex half and Will negates; see text","School":"Evocation","SomaticComponent":true,"SpellRange":"60 ft.","SpellResistance":"Yes","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}