{"id":4583,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"Structure up to 40 ft. square","AuditoryDisplay":false,"CastingTime":"10 minutes","Components":"DF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eWith a final wave of your hand, the ground beneath your feet trembles and the landscape shifts into a new form.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou shape a natural setting into a formidable defensive position. Usually this spell is used to prepare an open outdoor area such as a hillside or a forest, but a large natural cavern could be shaped into a divine rampart. Artificial structures or features are not affected, although nature\u0026#39;s rampart could be positioned to fill a gap between two buildings or barricade an unpaved road. The effect of the spell depends on the terrain:\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cstrong\u003eOpen Outdoor Site:\u003c/strong\u003e A rampart or dike of earth 5 feet high and 5 feet thick at its base rises immediately behind a shallow ditch 5 feet wide and 5 feet deep along the perimeter of the site. Creatures behind the dike receive cover. Attackers approaching on foot must scramble down into the ditch and then climbing 10 feet to reach the top of the dike (Climb DC 10).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cstrong\u003eRough Outdoor Site or Cavern:\u003c/strong\u003e Loose stones and boulders, dead wood, and patches of dense briars are arranged to form a defensible wall 5 feet high and 2 feet thick at the base around the perimeter of the site. Creatures behind the wall receive cover.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cstrong\u003eMarshy or Low-Lying Site:\u003c/strong\u003e In areas such as marsh, bog, swamp, or tundra, nature\u0026#39;s rampart cannot raise a wall, but instead creates a water-filled ditch 10 feet wide and 5 feet deep. Creatures forced to wade the ditch are reduced to 1/4 their normal speed (minimum 5 feet) and cannot charge or run.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFocus: A small quartz gem engraved with the image of an exquisite tiny castle, worth at least 100 gp.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":true,"Duration":"Instantaneous","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Nature's Rampart","OlfactoryDisplay":false,"Page":146,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"None","School":"Transmutation","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"No","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}