{"id":4620,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eReaching into your foe\u0026#39;s mind, you weave an illusion of his most hated foe.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou create a phantasmal image of the subject\u0026#39;s most hated enemy by sifting through the subconscious mind of the subject. Only you and the spell\u0026#39;s subject can see the phantasmal creature, and the phantasm seems blurry and indistinct to you. If the target fails its Will saving throw, you designate a space that the phantasm appears to occupy. The subject must attack the phantasm, or move to be adjacent to it. A creature that attacks the phantasm is allowed an additional saving throw to disbelieve the illusion. If moving up to the phantasm would cause the subject to cross dangerous terrain (such as a pool of lava), it does not move to be adjacent to the phantasm. It merely moves as close as it can and takes no further actions unless the phantasm moves to a space it can reach.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAs a move action, you can move a phantasmal decoy up to 60 feet in any direction. Because it\u0026#39;s not real, a phantasmal decoy isn\u0026#39;t affected by terrain that slows movement (although you can slow its progress voluntarily if you like to help maintain the facade of realism).\u003c/p\u003e","Descriptors":"Mind-Affecting","DivineFocusComponent":false,"Duration":"1 round/level","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Phantasmal Decoy","Page":155,"Rulebook":"Spell Compendium","SavingThrow":"Will negates, and Will disbelief (if interacted with)","School":"Illusion","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"Yes","Subschool":"Phantasm","Target":"One living creature","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}