{"id":4621,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eAs you invoke this spell, the spool begins to spin, the thread vanishing as it unravels. There is a wrinkle of force that flashes briefly; then it evaporates, leaving only the promise of power behind.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAn invisible force, not unlike the product of an \u003ca href=\"/spells/players-handbook-v35--6/unseen-servant--2468/\"\u003e\u003cem\u003eunseen servant\u003c/em\u003e\u003c/a\u003e spell (PH 297), comes into being where you wish. On your turn, this force steals objects from others as you inaudibly direct it (a free action). A phantasmal thief can steal an object from a creature or can pick up an unattended object, as long as the object weighs no more than 1 pound per caster level. It cannot break into locked chests. A phantasmal thief has a Hide modifier (useful against those who can see invisible creatures) and a Move Silently modifier both equal to your caster level.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf a phantasmal thief goes undetected, it can steal any object a creature possesses but is not holding or wearing. Even objects in a bag of holding can be stolen. It can steal objects, bring objects to you, or put them back where they came from. It can take no other actions. A phantasmal thief needs 1 round to steal an object and another round to bring it to you.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA phantasmal thief can hold only one object at a time, and the object becomes invisible in its grasp. A thief cannot take an item if it is detected by the creature it\u0026#39;s trying to steal from (with a Listen or Spot check). However, the thief can repeat the attempt in the next round. It cannot be harmed in any way, although it can be dispelled.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA phantasmal thief can steal an object from a creature\u0026#39;s hand by making a successful disarm attempt. It does so with a bonus on the disarm check equal to your caster level. If a phantasmal thief is used in this way, it disappears after it brings the stolen object to you.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMaterial Component: A spool of green thread.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"1 round/level","Effect":"One invisible, mindless, shapeless thief","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Phantasmal Thief","OlfactoryDisplay":false,"Page":155,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"None","School":"Conjuration","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"No","Subschool":"Creation","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}