{"id":4638,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"180-ft.-radius burst centered on you","AuditoryDisplay":false,"CastingTime":"1 round","Components":"DF M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eA burst of white energy erupts from your body to destroy spells that contain, constrain, or seal.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAn unbinding spell negates charm and hold spells of all types; arcane locks and similar closures; and spells that create physical or magical barriers, such as wall of fire, wall of force, guards and wards, temporal stasis, and slow spells, among others. The effect of a statue spell is also ended, and a magic jar is shattered\u0026#8212;forever destroyed\u0026#8212;and the life force within snuffed out. In addition, any spell that holds magical effects, including other spells (magic mouth, imbue with spell ability, and so on), immediately releases them at a range of 0 feet.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eProtective spells such as protection from evil, shield, globe of invulnerability, and similar spells are not affected by an unbinding. Petrified creatures are neither revealed nor restored. Individuals bound to service are not freed (including creatures such asfamiliars, invisible stalkers, genies, and elementals). An antimagic field is not affected, nor does the effect of unbinding penetrate one. A magic circle against evil (or another alignment) that currently holds a creature imprisoned is dispelled. \u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eCurses and geas/quest spells are negated only if you are of a level equal to or greater than that of the original caster.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAll these effects occur without regard to the caster\u0026#39;s wishes. Spell effects on the person of the caster, or effects or items being carried or worn by the caster, remain undisturbed, but any others within the area are affected, including those of allies. The opening of locks or other closures triggers any alarms or traps attached to them. Any released creature might or might not be friendly to the caster.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMaterial Components: A lodestone and a pinch of saltpeter\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":true,"Duration":"Instantaneous","Effect":"","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Unbinding","OlfactoryDisplay":false,"Page":225,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"None","School":"Abjuration","SomaticComponent":true,"SpellRange":"180 ft","SpellResistance":"No","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}