{"id":4653,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 Standard Action","Components":"DF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eThe creature you touch grows thick tree roots that anchor it to the ground and provide it with life sustaining healing.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe creature you touch must be standing on or otherwise touching the ground for this spell to have an effect on it. For the duration of the spell, the touched creature can\u0026#39;t move from its current space, nor can it be moved from its space by bull rushes, overruns, magic such as Bigby\u0026#39;s forceful hand, or any effect short of a massive earthquake. Such attempts simply fail. If an overrun attempt is made against a creature with unyielding roots, the rooted creature must block rather than avoid the overrun. The rooted creature automatically wins the Strength check to stop the overrun and can make a Strength check (opposed by the overrunning creature\u0026#39;s Strength or Dexterity check) to knock the overrunning creature prone.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe roots draw life energy from the ground that feed the touched creature, healing up to 30 points of damage per round, neutralizing poisons automatically, and wiping away negative levels (as the restoration spell). The touched creature gets a +4 bonus on Fortitude and Will saves as long as the roots remain, but a \u0026#8212;4 penalty on Reflex saves.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":true,"Duration":"1 round/level (D)","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Unyielding Roots","Page":228,"Rulebook":"Spell Compendium","SavingThrow":"Fortitude negates (harmless)","School":"Transmutation","SomaticComponent":true,"SpellRange":"Touch","SpellResistance":"Yes (harmless)","Subschool":"","Target":"Willing creature touched","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}