{"id":4655,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":true,"Area":"","CastingTime":"1 standard action","Components":"AF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eWith a popping sound, a moist, apple-sized eye with a rainbow-hued iris appears and sends a beam of colored light at the foe you designate.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou create a visible orb that can produce ray effects duplicating the beams of a \u003ca href=\"/spells/players-handbook-v35--6/prismatic-spray--2640/\"\u003e\u003cem\u003eprismatic spray\u003c/em\u003e\u003c/a\u003e spell (PH 264). You can move the eye up to your speed as a move action, but it cannot go beyond the spell\u0026#39;s range.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eStarting in the round the eye appears, you can command it to fire a ray (50-foot range) as a free action once per round. You must succeed on a ranged touch attack with a ray to strike a target, but each ray uses a +6 bonus on attack rolls instead of your ranged attack bonus.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA target struck by a ray suffers the effect of one beam of a prismatic spray spell (roll 1d8 to determine the effect, rerolling any result of 8), except that the save DC (if applicable) is 19. After a particular color of ray has been used, it is no longer available to the eye, and die rolls that indicate the same color are rerolled. Once all seven rays have been fired, the eye remains until the spell\u0026#39;s duration expires. You can still move it, but it can fire no more rays.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe eye is a Fine object with AC 18 (+8 size) and 9 hit points. It uses yoursave bonuses for saving throws.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFocus: A polished, rainbow-hued abalone shell.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"1 round/level","Effect":"Magical eye","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Prismatic Eye","Page":161,"Rulebook":"Spell Compendium","SavingThrow":"See text","School":"Evocation","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"Yes","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}