{"id":4669,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eSpitting, you curse the creature, knowing that in days it will be either dead or just another weed. As you watch, its body becomes more rigid, and the first whorls of wood grain can be seen on its skin.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe creature targeted by this spell immediately takes 1d6 points of Dexterity drain. This drain manifests as a hardening of the limbs and skin as the victim\u0026#39;s flesh slowly turns to wood. Each day that passes, the victim takes an additional 1d6 points of Dexterity drain. Even if drained points are restored (through restoration, for example), the target creature still takes Dexterity drain each day until the spell is lifted. Once a victim of jungle\u0026#39;s rapture is drained to 0 Dexterity, it immediately transforms into a normal plant of the same size as its original body. Aside from radiating an aura of transmutation magic, the plant is a normal plant with no Intelligence, Wisdom, or Charisma scores.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eJungle\u0026#39;s rapture is a curse, and as such it cannot be dispelled. It can be removed with a break enchantment, limited wish, miracle, or wish spell. Remove curse works only if the caster level of that spell is equal to or higher than your caster level at the time you cast jungle\u0026#39;s rapture.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"Permanent (D)","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Jungle's Rapture","OlfactoryDisplay":false,"Page":128,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"Will negates","School":"Transmutation","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"Yes","Subschool":"","Target":"One living nonplant creature","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}