{"id":4681,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eThis spell allows you to fashion a magical link between two stones (or any other mundane, nonmagical objects weighing up to 1 pound each). This link allows each stone to pass a single message to the other, no matter how great the distance between them after the spell is first cast.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eOnce the stones are transmuted with this spell, a creature holding one stone can send a message of no more than twenty-five words as a standard action. The message instantly sounds from the other stone, loud enough to be heard by anyone within 5 feet of it. The spell ends after each stone passess one message to its twin, or the spell\u0026#39;s duration elapses, whichever occurs first.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMessages are not transmitted across planar boundaries. If the bearer of one \u003cem\u003espeaking stone\u003c/em\u003e attempts to pass a message while the other stone is on another plane, the message rebounds and plays back on the original stone. This playback counts as that stone\u0026#39;s single message transmission.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eNo object can have more than one \u003cem\u003espeaking stones\u003c/em\u003e spells cast upon it. A second \u003cem\u003espeaking stones\u003c/em\u003e cast upon the same object ends the first spell.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eSpecial:\u003c/em\u003e A character with any mark of Scribing dragonmark, or with thw Favored in House feat (Sivis), can send a message of up to 100 words through any object upon which she has cast this spell.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"24 hours or until discharged: see text","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Speaking Stones","Page":102,"Rulebook":"Magic of Eberron","SavingThrow":"None","School":"Transmutation","SomaticComponent":true,"SpellRange":"Touch","SpellResistance":"No","Subschool":"","Target":"Two normal objects touched, weighing up to 1 lb. each","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}