{"id":4689,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":true,"Area":"","CastingTime":"1 hour","Components":"AF S V XP","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYou feel a hard shove from within your chest as you finally complete the complicated phrases and intricate motions of this taxing spell. Sweat beads on your forehead and your breath comes shallow and fast. The rhythmic rush of sound in your ears that usually accompanies such heavy physical exertion is disquietingly absent.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou exchange your own living heart for a finely crafted heart of perfect, unblemished stone, altering the nature of your body. Your living heart can be stored or hidden anywhere you like, where it continues to beat for the duration of the spell. While under the effect of heart of stone, you gain damage reduction 5/\u0026#8212; and resistance to cold 5, fire 5, and electricity 5, but are subject to the following disadvantages. Your rate of natural healing slows to only 1 hit point per day (regardless of character level or whether you rest). In addition, your own living heart is susceptible to attack; if it is damaged or destroyed, you are instantly slain.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eHeart of stone can be dispelled, in which case your living heart instantly returns to its proper place while the stone heart is transported to the place where you left your heart. Your heart and the stone heart likewise switch places if you enter an antimagic field (temporarily negating the spell\u0026#39;s effects), but the spell resumes when you leave it. Stone to flesh can also end the spell, though you get a Fortitude saving throw to resist.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFocus: A carved stone heart of exceptional quality (jade, obsidian, or gold-veined marble) worth 5,000 gp.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eXP Cost: 500 XP.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"1 year","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Heart of Stone","Page":111,"Rulebook":"Spell Compendium","SavingThrow":"","School":"Necromancy","SomaticComponent":true,"SpellRange":"Personal","SpellResistance":"","Subschool":"","Target":"You","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":true}}