{"id":4698,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":true,"Area":"","CastingTime":"10 minutes","Components":"AF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYou picture in your mind the desired appearance of a camouflaged lodge even as you complete the motions and words of the spell. When you finish, you open your eyes and note a new feature in the landscape roughly the size of a house.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis spell functions like \u003ca href=\"/spells/players-handbook-v35--6/leomunds-secure-shelter--2404/\"\u003e\u003cem\u003eLeomund\u0026#39;s secure shelter\u003c/em\u003e\u003c/a\u003e (PH 247), except as noted here. The house created by hidden lodge is perfectly camouflaged to blend in with whatever terrain or surroundings are appropriate. It might appear as a house-sized boulder in a rocky or mountainous area, as a sand dune in the desert, as a densely tangled thicket, a grassy knoll, or even a mighty tree. The lodge also obscures all telltale signs of habitation, including any smoke, light, or sound coming from within. At any distance of more than 30 feet, the lodge is indistinguishable from natural terrain. Any creature approaching within 30 feet is entitled to a DC 30 Survival check to spot the hidden lodge as an artificial dwelling and not a natural part of the landscape.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFocus: The focus of an alarm spell (silver wire and a tiny bell), if this benefit is to be included in the hidden lodge (see Leomund\u0026#39;s secure shelter for more information).\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"24 hours","Effect":"20-ft.-square structure","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Hidden Lodge","Page":113,"Rulebook":"Spell Compendium","SavingThrow":"None","School":"Conjuration","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"No","Subschool":"Creation","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}