{"id":4700,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"Up to 200 sq. ft./level (S)","AuditoryDisplay":false,"CastingTime":"10 minutes","Components":"DF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eAfter what feels like an hour, you finish the chant and rest your hands on the onyx sphere, envisioning the places you wish to protect from those seeking your secrets.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eHide the path wards a large, continuous area against divination magic. The ward protects 200 square feet per caster level and can be shaped as you desire. The warded area can be as much as 20 feet high.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003ca href=\"/spells/players-handbook-v35--6/find-the-path--2498/\"\u003e\u003cem\u003eFind the path\u003c/em\u003e\u003c/a\u003e won\u0026#39;t function in an area warded by hide the path. In addition, any spellcaster attempting to cast a 1st- through 6th-level divination spell in the warded area must make a caster level check (DC 11 + your caster level) or the spell fails. Higher-level divinations function normally. Hide the path has no effect on divination spells cast outside the warded area.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFocus: A 6-inch onyx sphere mounted upon an obsidian stand; the entire focus must be worth no less than 1,000 gp. Any creature in physical contact with the focus can cast divination spells without restriction from the hide the path effect. If the focus is destroyed or brought beyond the boundaries of the hide the path spell, the spell is immediately dismissed.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":true,"Duration":"24 hours (D)","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Hide the Path","OlfactoryDisplay":false,"Page":114,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"None","School":"Abjuration","SomaticComponent":true,"SpellRange":"Anywhere in the area to be warded","SpellResistance":"No","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}