{"id":4705,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eBy calling upon the power of your deity, you bring into existence a glowing mote of energy near your shoulder. While no brighter than a candle, the mote of light fills your body with an inner warmth and feeling of reassuring protection.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou create a glowing mote of energy that stays near your shoulder, providing light equal to that of a candle. This star has the following three functions, and you can designate which function to activate as a free action on your turn.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cstrong\u003eSpell Turning:\u003c/strong\u003e A holy star can turn a total of four to seven (1d4+3) spell levels, as the spell turning spell (PH 282). Any turning potential depleted through this use remains so for the duration of the spell; the holy star does not return to full capacity every time you choose this function. If its entire spell turning capacity is expended, this function no longer works, but the others do.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cstrong\u003eProtection:\u003c/strong\u003e A holy star gives you a +6 circumstance bonus to AC.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cstrong\u003eFire Bolt:\u003c/strong\u003e A holy star lashes out with a beam of energy as a ranged touch attack against a creature (you choose the target) up to 90 feet away (no range increment). This attack uses your attack bonus and deals fire damage equal to 1d6 points per two caster levels (maximum 10d6).\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"3 rounds (D)","Effect":"Protective star of energy","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Holy Star","Page":115,"Rulebook":"Spell Compendium","SavingThrow":"","School":"Abjuration","SomaticComponent":true,"SpellRange":"0 ft.","SpellResistance":"","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}