{"id":4731,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eA churning in your stomach overtakes you as you complete the spell. Something slithers up your throat, and you vomit serpents.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis spell summons 1d4+1 celestial or fiendish Medium vipers (\u003cem\u003eMM\u003c/em\u003e 280), which leap forth from your mouth to attack your enemies.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA celestial viper summoned by this spell has resistance to acid 5, cold 5, and electricity 5; spell resistance 7; and a smite evil attack that provides a +2 bonus on one damage roll.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA fiendish viper summoned by this spell has resistance to acid 5 and fire 5; spell resistance 7; and a smite good attack that provides a +2 bonus on one damage roll.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eStarting in the round you complete the spell, you can spit three vipers as a standard action or one viper as a move action. (Thus, if you move and then cast this spell, you cannot spit any vipers until your next turn, but if you cast this spell without moving, you can spit forth one viper as your move action in that round.) Spat vipers land at your feet in an adjacent square of your choice and act on the same round, on your turn, just as creatures summoned by a \u003cem\u003esummon monster\u003c/em\u003e spell do.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe snakes are not actually present in your mouth, and they do not interfere with your breathing. However, until you have brought forth all the snakes summoned by the spell, you cannot speak, cast spells with verbal components, or activate items that require speech. When the spell\u0026#39;s duration expires, all the vipers disappear, and any not yet brought forth are lost.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWhen you use a summoning spell to summon a good creature or an evil creature, it is a spell of that type.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eMaterial Component:\u003c/em\u003e A snakeskin.\u003c/p\u003e","Descriptors":"see text","DivineFocusComponent":false,"Duration":"1 round/level","Effect":"1d4+3 summoned creatures","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Vipergout","Page":230,"Rulebook":"Spell Compendium","SavingThrow":"None","School":"Conjuration","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"Yes","Subschool":"Summoning","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}