{"id":476,"created":1450795691,"modified":1450795691,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou conjure a featureless black sphere of nothingness that disintegrates virtually anything it touches.\u003cbr /\u003eThe sphere flies up to 30 feet per round, and you must make a ranged touch attack against the single creature or object you wish to target.\u003cbr /\u003eThe sphere stops moving during the round when it attacks, and you must actively direct it to a new target as a move action.\u003cbr /\u003eWhen struck by the sphere, a target takes 2d6 points of damage per caster level (maximum 40d6).\u003cbr /\u003eAny creature reduced to 0 or fewer hit points by this spell is disintegrated, leaving behind only a trace of fine dust (though its equipment is unaffected).\u003cbr /\u003eWhen used against an object, the sphere disintegrates as much as one 10-foot cube of nonliving matter.\u003cbr /\u003eA creature or object that makes a successful Fortitude save is partially affected, taking only 5d6 points of damage.\u003cbr /\u003eIf this damage reduces the creature or object to 0 or fewer hit points, it is disintegrated.\u003cbr /\u003eThe effects of the sphere count as a disintegrate spell for the purpose of destroying a wall of force or any other spell or effect specifically affected by disintegrate.\u003cbr /\u003eIf the sphere exceeds the spell\u0026#39;s range, it winks out.\u003cbr /\u003eMaterial Component: A pinch of dust from a disintegrated creature.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"1 round/level (D)","Effect":"2-ft.-radius sphere","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Sphere of Ultimate Destruction","Page":0,"Rulebook":"Complete Arcane","SavingThrow":"Fortitude partial; see text","School":"Conjuration","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"Yes","Subschool":"Creation","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}