{"id":4764,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":true,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"AF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eWith weapon in hand, you finish the last of the arcane gestures and words that activate the power of the spell. As you cast the spell, you hurl a single slashing weapon at your foes. The blade, carried along both by your might and your magical prowess, slashes at your foes while whirling forward.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou hurl a weapon held at the time of casting, and it magically attacks all enemies along a line to the extent of the spell\u0026#39;s range. You make a normal melee attack, just as if you were attacking with the weapon in melee, against each foe in the weapon\u0026#39;s path, but you can choose to substitute your Intelligence modifier or your Charisma modifier (as appropriate for your spellcasting class) for your Strength modifier on the weapon\u0026#39;s attack rolls and damage rolls. Even if your base attack bonus would normally give you multiple attacks, a whirling blade gets only one attack (at your best attack bonus) against each target. The weapon deals damage just as if you had swung it in melee, including any bonuses you might have from ability scores or feats.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eNo matter how many targets your weapon hits or misses, it instantly and unerringly returns to your hand after attempting the last of its attacks.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFocus: A slashing melee weapon that you hurl.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"Instantaneous","Effect":"60-ft. line","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Whirling Blade","OlfactoryDisplay":false,"Page":238,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"None","School":"Transmutation","SomaticComponent":true,"SpellRange":"60 ft.","SpellResistance":"No","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}