{"id":4778,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eBy crushing a live termite between your teeth and reciting the necessary words of power, you finish casting the spell.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWhen you cast this spell, an insidious rot immediately taints any wooden object or plant creature you touch. Any unattended nonmagical wooden item smaller than 6 feet in diameter, or a 3-foot-radius volume of a larger wooden object (such as a wooden door), is instantly destroyed by wood rot.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIn combat, you can use the spell to attempt to sunder any wooden or wooden-hafted weapon; the weapon or its wooden portion is destroyed on a successful melee touch attack. Attempting to sunder a weapon generally provokes attacks of opportunity, and wood rot has no effect on wooden or wooden-hafted weapons that strike you, even if you hold the charge.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAgainst wooden shields or armor, you also make a melee touch attack. Such targets too large to be destroyed outright take a -1d6 penalty to their armor or shield bonus on a successful hit and are rendered unusable if the penalty exceeds the bonus. Any attack against a wooden object discharges the spell, and wooden magic items are immune to the effect of wood rot.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAgainst plant creatures, wood rot deals 3d6 points of damage +1 point per caster level (maximum +15) on a successful attack. Against plant creatures, the spell lasts for 1 round per level, and you can make one melee touch attack per round. Once it is used to make an attack against a plant creature, wood rot cannot be used to attack or destroy wooden items.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMaterial Component: A live termite.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"Instantaneous or 1 round/level; see text","Effect":"","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Wood Rot","OlfactoryDisplay":false,"Page":241,"Public":false,"Rulebook":"Spell Compendium","SavingThrow":"None","School":"Transmutation","SomaticComponent":true,"SpellRange":"Touch","SpellResistance":"No","Subschool":"","Target":"One nonmagical wooden object or a volume of wood; or one plant creature","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}