{"id":4779,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"DF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eWhistling up nature\u0026#39;s power and waving a branch of holly, you create a helper for the task at hand.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA wood wose is a translucent green nature spirit that you can command to perform simple natural tasks. It can build a campfire, gather herbs, feed an animal companion, catch a fish, or perform any other simple task that doesn\u0026#39;t involve knowledge of technology. It cannot, for example, open a latched chest, since it doesn\u0026#39;t know how a latch works.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA wood wose can perform only one activity at a time, but it repeats the same activity if told to do so. Thus, if you commanded it to gather leaves, it would continue to do so while you turned your attention elsewhere, as long as you remained within range.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA wood wose has an effective Strength of 2, so it can lift 20 pounds or drag 100 pounds. It can trigger traps, but the 20 pounds of force it can exert is not enough to activate most pressure plates. It has a land speed of 15 feet and a fly speed of 15 feet (perfect).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA wood wose cannot attack in any way; it is never allowed an attack roll or a saving throw. It cannot be killed, but it dissipates if it takes 6 points of damage from area attacks. If you attempt to send the wose beyond the spell\u0026#39;s range (measured from your current position), it ceases to exist.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":true,"Duration":"1 hour/level","Effect":"One nature servant","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Wood Wose","Page":242,"Rulebook":"Spell Compendium","SavingThrow":"None","School":"Conjuration","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"No","Subschool":"Creation","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}