{"id":4790,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYour foe stops short as a nimbus of glowing light surrounds it. Where it fought you a moment before, it stands transfixed now, caught up in a waking dream.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWhen you cast this spell, you wrap the subject creature in the otherworldly energy of the dreamspace, alter足ing its perceptions and behavior. The creature enters a state of waking dreaming, and is dazed for 1 round. Thereafter, until the spell\u0026#39;s duration expires, the target is trapped in a waking dream, unable to differ足entiate the random visions of the dream from reality. The creature is treated as shaken, and all its opponents gain concealment.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eCreatures that do not dream are subject to the effect of this spell unless they are also immune to enchant足ments or mind-affecting spells, powers, and abilities.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cstrong\u003eSpecial:\u003c/strong\u003e If you cast this spell while in a dreamtouched state, you can partially direct the random visions that plague the target creature. This allows you to influ足ence the actions of the target as if using a \u003ca href=\"/spells/players-handbook-v35--6/suggestion--2573/\"\u003e\u003cem\u003esuggestion\u003c/em\u003e\u003c/a\u003e spell. The suggested course of activity continues for the entire duration of the spell.\u003c/p\u003e","Descriptors":"Mind-Affecting","Displays":"","DivineFocusComponent":false,"Duration":"1 minute/level (D)","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Dream Lock","OlfactoryDisplay":false,"Page":126,"Public":false,"Rulebook":"Secrets of Sarlona","SavingThrow":"Will negates","School":"Enchantment","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"Yes","Subschool":"Charm","Target":"One living creature","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}