{"id":4792,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 round","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eA shimmering aura takes the shape of a multilegged creature from night­ mare, instantly leaping into battle against your foes.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis spell creates a manifestation of the dreamspace that attacks your enemies. A dream spirit is treated as an incorporeal creature that has your hit points and the AC you would have if you were incorporeal (it loses any armor bonus or natural armor bonus you have but gains a deflection bonus equal to your Charisma modifier or +1, whichever is greater).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe dream spirit appears where you designate and acts immediately, on your turn. It attacks your opponents to the best of its ability. A dream spirit has a single incorporeal touch attack that uses your base attack bonus plus Dexter­ity modifier and deals ld6 points of damage, plus 1 per two levels (maximum 1d6 + 10).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAs a free action, you can mentally direct a dream spirit not to attack, to attack particular enemies, or to perform other actions. The dream spirit acts normally on the last round of the spell\u0026#39;s duration and dissipates at the end of its turn.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf a dream spirit is reduced to 0 hit points, this spell ends. If the distance between you and the dream spirit ever exceeds the spell\u0026#39;s range, the dream spirit winks out and the spell ends.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eDream spirits are material in nature, and so are not affected by dismissal and similar effects. They are not sub­ject to effects that affect outsiders.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"1 round/level (D)","Effect":"One created dream spirit","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Dream Spirit","Page":126,"Rulebook":"Secrets of Sarlona","SavingThrow":"None","School":"Conjuration","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"No","Subschool":"Creation","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}