{"id":4795,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eThe object you touch glows momentarily with a heatless light. In your hand, you feel a subtle change in the item\u0026#39;s heft, and its surface gleams with new strength.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFortify metal or stone alters the internal structure of stone or metal in order to strengthen it. Any single object of up to 10 feet on a side (weapons, armor, chests, sarcophagi, doors, and so on) has its hardness and hit points doubled, and has its break DC increased by 10.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf cast on weapons, fortify metal or stone bestows an enhance­ment bonus of +1 on damage rolls. Armor or shields affected by this spell grant their wearer damage reduction 1/magic. Suits of armor are considered single objects for the pur­pose of being affected by this spell, but armor and shields must be targeted with separate castings.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou can use fortify metal or stone on masterwork weapons and armor, but magic items have an effective spell resis­tance of 20 + caster level. Artifacts cannot be affected by this spell.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMetal or stone cannot be enhanced more than once by this spell.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMaterial Component: A mixture of coal dust and lime.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"1 hour/level","Effect":"","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Fortify Metal or Stone","OlfactoryDisplay":false,"Page":127,"Public":false,"Rulebook":"Secrets of Sarlona","SavingThrow":"None","School":"Transmutation","SomaticComponent":true,"SpellRange":"Touch","SpellResistance":"Yes (object; see text)","Subschool":"","Target":"One object touched","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}