{"id":4798,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"See text","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eA bolt of lightning slams through the mass of foes spread out before you. Those that manage to avoid the bolt\u0026#39;s path have only a moment to savor their apparent good fortune, however, as the stored bolt explodes from the wall it struck just a moment before.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis more powerful variation of \u003ca href=\"/spells/players-handbook-v35--6/lightning-bolt--2630/\"\u003e\u003cem\u003elightning bolt\u003c/em\u003e\u003c/a\u003e deals 1d6 points of electricity damage per caster level (maximum 20d6) to each creature within its area. You can choose whether the bolt is cast all at once or partially stored in a 5-foot-square metal or stone surface within range. When casting, in addition to selecting the path of the bolt, you decide how many dice to allocate to the initial lightning strike, how many to send into the storage surface, and how long (to a maximum of 5 rounds) before the stored lightning discharges. If all damage is allocated to the initial strike, no energy is stored; if all damage is allocated to be stored, the bolt appears to miss any targets in its path and strike the stone or metal surface harmlessly.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe initial strike does damage to all creatures within its area, as a lightning bolt spell. When released, the stored bolt deals damage to all creatures within a 60-foot-radius spread centered on the point where the bolt struck. The bolt sets fire to combustibles and damages objects, just as a normal lightning bolt. If the storage surface is an unbroken wall, damage extends in a semicircle from the wall. However, the blast passes or burns through doorways and other portals into areas on the other side of a wall, and wraps around free-standing surfaces such as columns.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf the surface is touched by any creature before the delay time is up, the stored bolt is discharged automati­cally, with the touching creature taking double the stored damage and all other creatures in the blast area taking half damage.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAll victims of both the initial and the stored strikes take half damage on a successful Reflex save.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf a creature is already touching the storage surface when the spell is cast, any stored portion of the bolt dis­charges immediately, with damage calculated as above. If two or more creatures are already touching the storage surface, the spell discharges immediately but the touch­ing creatures and all others in the area take normal damage, as above.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMaterial Component: A small vial of acid set into a lead ring.\u003c/p\u003e","Descriptors":"Electricity","Displays":"","DivineFocusComponent":false,"Duration":"See text","Effect":"","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Stored Lightning Bolt","OlfactoryDisplay":false,"Page":129,"Public":false,"Rulebook":"Secrets of Sarlona","SavingThrow":"Reflex half","School":"Evocation","SomaticComponent":true,"SpellRange":"120 ft.","SpellResistance":"Yes","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}