{"id":4803,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eAs \u003ca href=\"/spells/races-of-eberron--10/construct-essence--4806/\"\u003e\u003cem\u003econstruct essence\u003c/em\u003e\u003c/a\u003e, with the following additional effects.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe target loses the living construct subtype for the duration of the spell. It becomes immune to mind-affecting spells and abilities and any effect that requires a Fortitude save (unless the effect is harmless or also affects objects). The target living construct is no longer affected by spells that affect living creatures (such as cure light wounds and harm), and spells from the healing subschool provide no benefit.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe target living construct has no Constitution score, although its hit points remain the same. If reduced to 0 to -9 hit points, it is not destroyed, but the spell ends. If reduced to -10 hit points, the living construct is killed as normal.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis spell counters and dispels greater humanoid essence, lesser humanoid essence and humanoid essence. If this spell is cast on a creature under the effect of lesser humanoid essence or humanoid essence, the latter spell is automatically ended. If this spell is cast on a creature under the effect of greater humanoid essence, both spells are dispelled and have no effect.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"1 minute/level","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Construct Essence, Greater","OlfactoryDisplay":false,"Page":183,"Public":false,"Rulebook":"Races of Eberron","SavingThrow":"Will negates","School":"Transmutation","SomaticComponent":true,"SpellRange":"Touch","SpellResistance":"Yes","Subschool":"","Target":"Living construct touched","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}