{"id":4837,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eLeap into animal enables you to meld your body and up to 100 pounds of nonliving gear into a single willing animal (such as an animal companion). The animal must be your size category or larger. To any observer, you appear to leap and phase into the animal; you are gone, while the animal remains. For all intents and purposes, you no longer exist while merged with the animal, and you cannot be detected or affected by anything as long as you remain within it.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWhile melded with the animal, you mentally direct its actions. You can make it attack, run, or take any other action it could normally physically accomplish. However, because you are directing the animal with your own intelligence, it can undertake actions normally beyond its own instincts (such as manipulating objects with its claws or mouth). Suicidal or self-destructive commands (including an order to attack a creature two or more size categories larger) are ignored. You receive direct sensory input from the creature using its normal senses and skill modifiers.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou cannot take any mental actions while within the animal other than directing it or dismissing the effect (such that you cannot manifest a psionic power or cast a spell, even if it has no components).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eInjury to the animal has no effect on you. If the animal is killed, if the spell is dispelled or dismissed, or if the spell\u0026#39;s duration expires, you appear (as if leaping forth from the animal) in an open space of your choice within 10 feet of the animal\u0026#39;s position. If no open space exists, you are shunted to the nearest open space and take 1d6 points of damage per 10 feet so moved.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eSpecial:\u003c/em\u003e A character with any Mark of Handling dragonmark, or with the Favored in House feat (Vadalis), can use this spell to merge with an unwilling animal.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"1 minute/level (D)","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Leap Into Animal","Page":97,"Rulebook":"Magic of Eberron","SavingThrow":"Will negates","School":"Transmutation","SomaticComponent":true,"SpellRange":"10 ft.","SpellResistance":"Yes","Subschool":"","Target":"You and one willing animal; see text","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}