{"id":4842,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou call upon dark necromantic energy to drain the life force of your foes. You create a small orb of pulsing black energy (about 6 inches across) that flies toward a chosen creature, striking as a ranged touch attack. If it hits, the creature gains 1 negative level.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eEach round as a move action, you can direct the orb of dancing death to attack another creature within range (including the previous target, if desired). If not directed, the orb returns to your side.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf a creature has at least as many negative levels as HD, it dies. Each negative level gives a creature a -1 penalty on attack rolls, saving throws, skill checks, ability checks, and effective level (for determining the power, duration, DC, and other details of spells or special abilities). Additionally, a spellcaster loses one spell or spell slot from his or her highest available level. Negative levels stack.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAssuming the subject survives, it regains lost levels after a number of hours equal to your caster level (maximum 15 hours). Usually, negative levels have a chance of permanently draining the victim\u0026#39;s levels, but the negative levels from the orb of dancing death don\u0026#39;t last long enough to do so.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAn undead creature struck by the orb gains 5 temporary hit points for 1 hour.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eMaterial Component:\u003c/em\u003e A piece of a zombie\u0026#39;s skull.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"1 round/3 levels","Effect":"Orb of negative energy","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Orb of Dancing Death","Page":99,"Rulebook":"Magic of Eberron","SavingThrow":"None","School":"Necromancy","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"Yes","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}