{"id":4849,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 minute","Components":"M S","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eA spell snare takes advantage of an Eberron dragonshard\u0026#39;s innate magical affi nity, tuning the shard so that it readily absorbs the energy of a spell. The next spell or spelllike ability of 3rd level or lower that targets the bearer of the spell snare is absorbed into the dragonshard and has no effect. Only spells or spell-like abilities that affect a single target, or orb or ray spells directed at the bearer, can be absorbed. Once the spell snare has absorbed a spell, its magic expires and the dragonshard disintegrates. It requires no action to absorb a spell, but you must have the dragonshard in hand.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA spell snare does not discriminate between harmful or beneficial spells, and will just as readily absorb a cure light wounds spell as vampiric touch (though a character could temporarily put away or set aside the spell snare to receive a beneficial spell).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA character can only benefit from one spell snare at any given time. If more than one affected shard is carried, they will all activate (and be destroyed) by the first spell to target the bearer.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eMaterial Component:\u003c/em\u003e An Eberron dragonshard worth at least 25 gp. Unlike most material components, the dragonshard is consumed when the spell snare effect functions, not when the spell is cast.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"10 minutes/level","Effect":"","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Spell Snare","OlfactoryDisplay":false,"Page":102,"Public":false,"Rulebook":"Magic of Eberron","SavingThrow":"None (object)","School":"Abjuration","SomaticComponent":true,"SpellRange":"Touch","SpellResistance":"No (object)","Subschool":"","Target":"Eberron dragonshard touched","TrueNameComponent":false,"UserId":0,"VerbalComponent":false,"VisualDisplay":false,"XPComponent":false}}