{"id":485,"created":1450795691,"modified":1455641227,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"10 minutes","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou contact any local spirit creature with 4 or fewer Hit Dice and can ask it up to one question per two caster levels.\u003cbr /\u003eYou must know the identity of the spirit, and you must be within 10 feet of the spirit\u0026#39;s location.\u003cbr /\u003eThe spirit\u0026#39;s knowledge is limited to matters within its immediate area (so that the spirit of a great tree in a village cannot answer questions about events outside the village, for example), and you must ask questions that could typically have one-word answers.\u003cbr /\u003e\u0026quot;Unclear\u0026quot; is a legitimate answer, because spirits are not necessarily omniscient, but in cases where a one-word answer would be misleading or contrary to the spirit\u0026#39;s interests, the DM can respond with a short phrase (five words or less) instead.\u003cbr /\u003eIf the spirit has been subject to commune with lesser spirit (or commune with greater spirit) within the past week, this spell fails.\u003cbr /\u003eAs well, if the spirit\u0026#39;s alignment is different from yours, it gets a Will save to resist the spell.\u003cbr /\u003eUnasked questions are wasted if the spell\u0026#39;s duration expires.\u003cbr /\u003eMaterial Component: Incense and a small offering worth 10 gp.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"1 min./level","Effect":"","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Commune With Lesser Spirit","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Complete Arcane","SavingThrow":"Will negates; see text","School":"Divination","SomaticComponent":true,"SpellRange":"10 ft.","SpellResistance":"No","Subschool":"","Target":"One lesser spirit","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}