{"id":4861,"created":1450795692,"modified":1450795692,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eA 20-foot-radius sphere of force, in the colors of your dragonmark, shimmers to life around you.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWhen you cast this spell, you create an opaque sphere of shimmering force. The upper half of the sphere projects above the ground, and the lower hemisphere passes through the ground. Once created, the \u003cem\u003edragonmark demesne\u003c/em\u003e cannot move. The top hemisphere can hold as many as twenty-five Medium creatures. Creatures outside the sphere cannot enter it without your permission, but any creature inside the sphere can move freely out of it. You can remove yourself from the sphere without ending the spell, but while you are outside the \u003cem\u003edragonmark demesne\u003c/em\u003e, you cannot use any of your dragonmark powers for as long as the sphere persists.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe temperature inside the \u003cem\u003edragonmark demesne\u003c/em\u003e is a steady 70° F. The sphere also provides protection against the elements, such as rain, dust, and sandstorms. The sphere withstands any wind of less than hurricane force, but a hurricane or stronger wind destroys it (\u003cem\u003eDMG\u003c/em\u003e 95). A \u003ca href=\"/spells/players-handbook-v35--6/disintegrate--2801/\"\u003e\u003cem\u003edisintegrate\u003c/em\u003e\u003c/a\u003e spell also destroys a \u003cem\u003edragonmark demesne\u003c/em\u003e.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe interior of the sphere is brightly lit. Although the sphere is opaque from the outside, it is transparent from within. Missiles, weapons, and most spell effects can pass through the sphere without affecting it, although the occupants cannot be seen from outside the sphere (they have total concealment).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou must be standing at ground level to cast this spell.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eDragonmark:\u003c/em\u003e Any true or aberrant dragonmark.\u003c/p\u003e","Descriptors":"Force","DivineFocusComponent":false,"Duration":"2 hours/level (D)","Effect":"20-ft.-radius sphere centered on your location","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Dragonmark Demesne","Page":149,"Rulebook":"Dragonmarked","SavingThrow":"None","School":"Evocation","SomaticComponent":true,"SpellRange":"0 ft.","SpellResistance":"No","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}