{"id":4864,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 swift action","Components":"S","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003e\u003cem\u003eYour dragonmark began to writhe and uncoil, springing from your hand in a 10-foot-long whip of scintillating energy.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA \u003cem\u003edragonmark whip\u003c/em\u003e is treated as a magic weapon for the purpose of bypassing damage reduction. It has a 10-foot reach, but you do not threaten the area into which you can make an attack. You are considered proficient in its use, and it cannot be targeted by sunder or disarm attempts. Each successful melee attack with a \u003cem\u003edragonmark whip\u003c/em\u003e deals 1d8 points of damage +1 point per caster level (maximum +10).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou can use a dragonmark whip to deliver touch spells of 4th level or lower instead of actually touching your target. This is treated as a normal touch attack, but uses the whip\u0026#39;s reach and your attack bonus with the whip. On a successful attack, the whip does no damage. You cannot hold the charge if you miss with a \u003cem\u003edragonmark whip\u003c/em\u003e.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf a \u003cem\u003edragonmark whip\u003c/em\u003e fails to penetrate the spell resistance of a chosen target, it cannot damage that target for the remainder of the spell\u0026#39;s duration.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWhile a \u003cem\u003edragonmark whip\u003c/em\u003e is uncoiled, you appear to have no dragonmark on your body, but you can use any of your dragonmark spell-like abilities as normal.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eDragonmark:\u003c/em\u003e Any lesser or greater true or aberrant dragonmark, or any Siberys dragonmark.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"1 round/level (D)","Effect":"One 10-foot-long whip","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Dragonmark Whip","OlfactoryDisplay":false,"Page":150,"Public":false,"Rulebook":"Dragonmarked","SavingThrow":"None","School":"Transmutation","SomaticComponent":true,"SpellRange":"Personal","SpellResistance":"Yes","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":false,"VisualDisplay":false,"XPComponent":false}}