{"id":4883,"created":1450795692,"modified":1455641229,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 Standard Action","Components":"DF V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou channel the spirit of a mighty elf hero of old into a melee weapon. For the duration of the spell, the weapon gains the following benefits.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe weapon deals an extra 2d6 points of damage to evil creatures, or an extra 2d8 points of damage to evil outsiders and undead. On a critical hit, the weapon deals an extra 2d10 points of damage to evil creatures or an extra 2d12 points of damage to evil outsiders and undead. (Against undead, the weapon damage is not multiplied on a critical hit, but the undead creature still takes increased damage from this effect. Other creatures immune to extra damage from critical hits do not take extra damage from this effect.)\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe weapon becomes good-aligned, allowing it to overcome the damage reduction of certain evil creatures.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe weapon\u0026#39;s threat range doubles, as though it were affected by a \u003ca href=\"/spells/players-handbook-v35--6/keen-edge--2828/\"\u003e\u003cem\u003ekeen edge\u003c/em\u003e\u003c/a\u003e spell (this does not stack with the benefit of the keen special ability or the keen edge spell, but does stack with the benefit of the Improved Critical feat).\u003cbr /\u003eWhen it scores a critical hit against an evil foe, the weapon blinds and deafens the opponent for 1d4 rounds (a successful Will save negates the blindness). Spell resistance applies to this effect.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWhen the weapon scores a critical hit against an evil extraplanar creature, the creature must make a successful Will save or be instantly banished back to its home plane. A creature so banished cannot return for at least 24 hours.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eSpell resistance applies to this effect.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":true,"Duration":"1min./level","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Hero?s Blade","OlfactoryDisplay":false,"Page":112,"Public":false,"Rulebook":"Eberron Campaign Setting","SavingThrow":"Will negates (harmless, object)","School":"Necromancy","SomaticComponent":false,"SpellRange":"Touch","SpellResistance":"Yes (harmless, object)","Subschool":"","Target":"Melee weapon touched","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}