{"id":490,"created":1450795691,"modified":1455641227,"data":{"ArcaneFocusComponent":false,"Area":"One or more humanoids within a 10-ft.-radius emanation","AuditoryDisplay":false,"CastingTime":"1 round","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eThis spell causes any Medium or smaller humanoids within the area of the spell to become paralyzed.\u003cbr /\u003eWhen casting the spell, you must specify a condition that will end it (\u0026quot;Wait here until the dragon arrives\u0026quot;), even if that condition can never feasibly be met (\u0026quot;Stay here until the sun shines at night\u0026quot;).\u003cbr /\u003eSubjects in the area that fail their saves immediately become aware of the condition, but they cannot communicate it due to their paralyzed state (although someone could use a spell such as detect thoughts to ascertain the condition).\u003cbr /\u003eFor every hour the creatures are transfixed before the condition is met, they are allowed another saving throw to break free of the spell\u0026#39;s effect.\u003cbr /\u003eSo long as the spell operates, any Medium or smaller humanoid that enters its area must make a successful saving throw or become transfixed with the same exit conditions (they too become aware of the exit conditions on becoming transfixed).\u003cbr /\u003eLikewise, any creatures removed from the area are freed from the spell\u0026#39;s effects.\u003cbr /\u003eMaterial Component: A drop of pine resin.\u003c/p\u003e","Descriptors":"Mind-Affecting","Displays":"","DivineFocusComponent":false,"Duration":"1 hour/level","Effect":"","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Transfix","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Complete Arcane","SavingThrow":"Will negates","School":"Enchantment","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"Yes","Subschool":"Compulsion","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}