{"id":493,"created":1450795691,"modified":1450795691,"data":{"ArcaneFocusComponent":true,"Area":"","CastingTime":"1 standard action","Components":"AF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eA cloudy gray sphere of whirling air and howling wind flies to attack your enemies and hurl them to the sky.\u003cbr /\u003eAs a move action, you can make the sphere travel up to 30 feet per round and strike the creature or object you indicate as a ranged touch attack.\u003cbr /\u003eAny creature struck by the sphere takes 3d6 points of damage from the force of its winds.\u003cbr /\u003eIn addition, Medium or smaller creatures must succeed on a Fortitude save or be knocked prone.\u003cbr /\u003eCreatures that fall prone must then succeed on a second Fortitude save or be swept up by the sphere and driven 1d8\u0026#215;10 feet into the air, dropping 1d6 squares from their original position in a random direction and taking falling damage as normal.\u003cbr /\u003eIf some obstacle prevents the target creature from reaching its expelled height, it takes 1d6 points of damage for every 10 feet of movement it was unable to complete, so that a creature hurled 50 feet up in a room with a 20-foot ceiling would take 3d6 points of damage from the impact, then take 2d6 points of damage when it falls back to the ground.\u003cbr /\u003eThe sphere can affect a maximum of one creature or object per round, and winks out if it exceeds the spell\u0026#39;s range.\u003cbr /\u003eFocus: A gray pearl worth at least 100 gp.\u003c/p\u003e","Descriptors":"Air","DivineFocusComponent":false,"Duration":"1 round/level (D)","Effect":"2-ft.-radius sphere","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Defenestrating Sphere","Page":0,"Rulebook":"Complete Arcane","SavingThrow":"Fortitude partial; see text","School":"Evocation","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"Yes","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}