{"id":520,"created":1450795691,"modified":1455641227,"data":{"ArcaneFocusComponent":true,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"AF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou cast this spell on any wooden-hafted two-handed weapon (such as a greataxe or heavy flail) or any wooden-hafted reach weapon (such as a longspear or glaive).\u003cbr /\u003eThe next time that weapon is used to make a melee attack, its shaft twists around so that the weapon strikes the wielder instead, with the attack roll applied against the attacker\u0026#39;s own AC.\u003cbr /\u003eThe wielder gets no warning or knowledge of the spell\u0026#39;s effect on his weapon, and though he makes the attack, the self-dealt damage can\u0026#39;t be consciously reduced (though damage reduction applies) or changed to nonlethal damage.\u003cbr /\u003eOnce the weapon attacks its wielder (whether successfully or not), the spell is discharged.\u003cbr /\u003eThe spell can target a weapon of any size as long as its wielder normally uses it as a two-handed weapon or a reach weapon.\u003cbr /\u003eFor example, a Small longspear wielded by a halfling could be the target of the spell, but not the same Small longspear wielded by a human; in the human\u0026#39;s hands, the weapon is too small to twist around and strike its wielder.\u003cbr /\u003eMagic weapons targeted by this spell receive a Will save.\u003cbr /\u003eAn item in a creature\u0026#39;s possession uses its own Will save bonus or its wielder\u0026#39;s bonus, whichever is higher.\u003cbr /\u003eFocus: A dagger.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"1 round/level or until discharged","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Backbiter","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Complete Arcane","SavingThrow":"Will negates; see text","School":"Necromancy","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"Yes (object)","Subschool":"","Target":"One weapon","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}