{"id":539,"created":1450795691,"modified":1450795691,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 round","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eWhen you cast this spell, you cause the target sword to hover and attack on its own, aiding a character you designate.\u003cbr /\u003eThe sword must be either unattended (in which case you choose which creature it will fight for, so long as both creature and weapon are within range) or in the possession of a willing ally who benefits from the spell.\u003cbr /\u003eA dancing blade attacks using the initiative modifier and base attack bonus of the creature it fights for, though it gains no other attack or damage modifiers the creature might have (including those from Strength) and takes a -4 penalty on its attack rolls if the creature it fights for doesn\u0026#39;t have proficiency with a weapon of its kind.\u003cbr /\u003eThe sword moves with the creature it fights for (and so can take the full attack action if that creature does), staying within 5 feet at all times and dropping to the ground if that creature is reduced to 0 or fewer hit points.\u003cbr /\u003eControlling the sword requires no concentration, and the designated creature can fight with another weapon at the same time.\u003cbr /\u003eA dancing blade prevents two opponents from flanking the creature it fights for (though that creature can be flanked by additional opponents).\u003cbr /\u003eMaterial Component: A tiny stick puppet.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"1 round/level","Effect":"","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Dancing Blade","Page":0,"Rulebook":"Complete Arcane","SavingThrow":"None","School":"Transmutation","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"No","Subschool":"","Target":"One sword","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}