{"id":542,"created":1450795691,"modified":1455641227,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou bring forth from the ground an arm made of dense, compacted earth or soil that can grapple your foes.\u003cbr /\u003eYou can cause the arm to rise out of only earth, mud, grass, or sand, and the spell fails if you attempt to cast it in an area with the wrong materials (including stone).\u003cbr /\u003eTreated the arm as a Medium creature, with a base attack bonus equal to your caster level and a Strength score of 14 +2 per three caster levels (16 at 3rd level, 18 at 6th level, and so on).\u003cbr /\u003eThe arm doesn\u0026#39;t move from the square it appears in, but can make one grapple attempt per round against any creature in\u003cbr /\u003eits square or any adjacent square, provoking attacks of opportunity as normal.\u003cbr /\u003eIf the arm can target multiple creatures, the caster chooses one.\u003cbr /\u003eIf the caster is unable to choose a target, the arm attacks a random creature within reach (possibly including the caster\u0026#39;s allies).\u003cbr /\u003eEach round that it successfully pins a target, the hand deals 1d6 points of lethal damage (plus its Strength modifier).\u003cbr /\u003eThe earthen arm has AC 15, hardness 4, and 3 hit points per caster level.\u003cbr /\u003eIf reduced to 0 or fewer hit points, it crumbles to dust.\u003cbr /\u003eMaterial Component: A miniature hand sculpted from clay.\u003c/p\u003e","Descriptors":"Earth","Displays":"","DivineFocusComponent":false,"Duration":"2 rounds/level","Effect":"Animated earthen arm","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Earthen Grasp","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Complete Arcane","SavingThrow":"None","School":"Transmutation","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"Yes","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}