{"id":6,"created":1450795691,"modified":1450795691,"data":{"ArcaneFocusComponent":true,"Area":"","CastingTime":"1 standard action","Components":"AF DF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eLike shield other, this spell wards the subjects, creating a mystic connection between them and you so that some of their wounds are transferred to you.\u003cbr /\u003eThe subjects each gain a +1 deflection bonus to AC and a +1 resistance bonus on saves.\u003cbr /\u003eAll the subjects take only half damage from all wounds and attacks that deal them hit point damage.\u003cbr /\u003eThe amount of damage not taken by all the warded\u003cbr /\u003ecreatures is taken by you.\u003cbr /\u003eForms of harm that do not involve hit points, such as charm effects, temporary ability damage, level draining, and disintegration, are not affected.\u003cbr /\u003eIf a subject suffers a reduction of hit points from a lowered Constitution score, the reduction is not split with you because it is not hit point damage.\u003cbr /\u003eWhen the spell ends, subsequent damage is no longer divided between you and the subjects, but damage already split is not reassigned to the subjects.\u003cbr /\u003eIf you die while this spell is in effect, the spell ends in a burst of positive energy that restores 1d8 hit points to each subject.\u003cbr /\u003eIf a subject moves out of range of the spell, that subject\u0026#39;s connection to you is severed but the spell continues as long as there is at least one subject remaining and you remain alive.\u003cbr /\u003eFocus: A platinum ring (worth at least 50 gp) worn by you and each subject of the spell.\u003cbr /\u003eThis spell first appeared in Magic of Faer?n.\u003c/p\u003e","Descriptors":"Good","DivineFocusComponent":true,"Duration":"1 hour/level (D)","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Glory of the Martyr","Page":0,"Rulebook":"Book of Exalted Deeds","SavingThrow":"Will negates (harmless)","School":"Abjuration","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"Yes (harmless)","Subschool":"","Target":"One creature/level","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}