{"id":64,"created":1450795691,"modified":1450795691,"data":{"ArcaneFocusComponent":true,"Area":"","CastingTime":"1 standard action","Components":"AF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou call upon the heavenly powers to bind a creature in writhing chains of scintillating light.\u003cbr /\u003eThe creature is entangled, taking a -2 penalty on attack rolls and a -4 penalty to effective Dexterity.\u003cbr /\u003eMoreover, the chains are anchored to the nearest immobile object (usually the floor), preventing the bound creature from moving.\u003cbr /\u003eAn entangled creature attempting to cast a spell must succeed on a Concentration check (DC 15 + spell level) or lose the spell.\u003cbr /\u003eThe chains automatically constrict the bound creature for 3d6 points of nonlethal damage per round unless the caster (as a free action) commands the chains not to deal damage during any given round.\u003cbr /\u003eThe constricting chains have AC 20, 5 hp per caster level (maximum 100 hp), and damage reduction 10/magic.\u003cbr /\u003eThey are immune to energy-based attacks, nonlethal damage, and all spells except dispel magic and similar effects.\u003cbr /\u003eThey are not subject to critical hits.\u003cbr /\u003eHalf of all damage dealt to the chains (rounded down) is transferred to the target.\u003cbr /\u003eA successful DC 32 Strength check breaks the chains and ends the spell.\u003cbr /\u003eAn entangled creature can also attempt to escape (requiring 1 minute) with a DC 40 Escape Artist check.\u003cbr /\u003eFocus: A small silver chain (10 gp).\u003cbr /\u003eSacrifice: 1d2 points of Strength drain.\u003c/p\u003e","Descriptors":"Good","DivineFocusComponent":false,"Duration":"1 round/level","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Constricting Chains","Page":0,"Rulebook":"Book of Exalted Deeds","SavingThrow":"None","School":"Evocation","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"No","Subschool":"","Target":"One creature","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}