{"id":651,"created":1450795691,"modified":1450795691,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 full round","Components":"DF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eAs phantom wolf, except you instead conjure an incorporeal bear with a fearsome roar.\u003cbr /\u003ePhantom Bear: Huge magical beast (incorporeal); HD 14d10+48; hp 113; Init +9; Spd fly 60 ft. (good); AC 25, touch 25, flat-footed 16; Base Atk +14; Grp\u0026#8212;; Atk +23 melee touch (2d6 plus 3d6 cold, claw); Full Atk +23 melee touch (2d6 plus 3d6 cold, 2 claws) and +21 melee (2d8 plus 3d6 cold, bite); SA fearsome roar; SQ darkvision 60 ft., incorporeal traits; AL N; SV Fort +13, Ref +17, Will +7; Str\u003cbr /\u003e\u0026#8212;, Dex 29, Con 20, Int 11, Wis 17, Cha 28.\u003cbr /\u003eSkills and Feats: Listen +20, Spot +20; Dodge, Combat Reflexes, Mobility, Multiattack, Weapon Focus (bite).\u003cbr /\u003eFearsome Roar: A phantom bear can loose a fearsome roar every 1d4 rounds.\u003cbr /\u003eAll creatures except the caster of the phantom bear spell within 120 feet must succeed on a DC 26 Will save or be frightened for 3d6 rounds.\u003cbr /\u003eThose who are within 30 feet when they fail their saves are panicked instead of frightened.\u003cbr /\u003eIncorporeal Traits: A phantom bear is harmed only by other incorporeal creatures, magic weapons, spells, spell-like abilities, and supernatural abilities.\u003cbr /\u003eIt has a 50% chance to ignore any damage from a corporeal source, except for force effects or attacks made with ghost touch weapons.\u003cbr /\u003eIt can pass through solid objects, but not force effects, at will.\u003cbr /\u003eIts attacks ignore natural armor, armor, and shields, but deflection bonuses and force effects work normally against them.\u003cbr /\u003eAn incorporeal creature always moves silently and cannot be heard with Listen checks if it doesn\u0026#39;t wish to be.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":true,"Duration":"Concentration up to 1 round/level","Effect":"One summoned phantom bear","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Phantom Bear","Page":0,"Rulebook":"Complete Divine","SavingThrow":"None","School":"Conjuration","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"No","Subschool":"Summoning","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}