{"id":653,"created":1450795691,"modified":1450795691,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 full round","Components":"DF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou conjure forth an incorporeal white wolf with abnormally large, frosty jaws.\u003cbr /\u003eThis phantom wolf follows your mental commands, acting on your behalf as long as it remains within range and you continue to concentrate on it.\u003cbr /\u003eThe phantom wolf appears where you designate and acts as you direct on your turn.\u003cbr /\u003eYou don\u0026#39;t need to maintain line of effect once the spell is cast, but the spell ends if the phantom wolf is ever outside the spell\u0026#39;s range.\u003cbr /\u003ePhantom Wolf: Large magical beast (incorporeal); HD 12d10+48; hp 113; Init +9; Spd fly 60 ft. (good); AC 25, touch 25, flat-footed 16; Base Atk +12; Grp\u0026#8212;; Atk +21 melee touch (2d6 plus 3d6 cold, bite); Full Atk +22 melee touch (2d6 plus 3d6 cold, bite); SA frightful presence; SQ darkvision 60 ft., incorporeal traits; AL N; SV Fort +12, Ref +17, Will +7; Str\u0026#8212;, Dex 29, Con 18, Int 11, Wis 17, Cha 26.\u003cbr /\u003eSkills and Feats: Listen +20, Spot +20; Alertness, Dodge, Combat Reflexes, Mobility, Weapon Focus (bite).\u003cbr /\u003eFrightful Presence: Creatures of less than 12 HD within 30 feet of an attacking phantom wolf must succeed on a DC 24 Will save or be frightened for 3d6 rounds.\u003cbr /\u003eAn opponent that succeeds on the saving throw is immune to that same phantom wolf\u0026#39;s frightful presence for 24 hours.\u003cbr /\u003eIncorporeal Traits: A phantom wolf is harmed only by other incorporeal creatures, magic weapons, spells, spell-like abilities, and supernatural abilities.\u003cbr /\u003eIt has a 50% chance to ignore any damage from a corporeal source, except for force effects or attacks made with ghost touch weapons.\u003cbr /\u003eIt can pass through solid objects, but not force effects, at will.\u003cbr /\u003eIts attacks ignore natural armor, armor, and shields, but deflection bonuses and force effects work normally against them.\u003cbr /\u003eAn incorporeal creature always moves silently and cannot be heard with Listen checks if it doesn\u0026#39;t wish to be.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":true,"Duration":"Concentration up to 1 round/level","Effect":"One summoned phantom wolf","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Phantom Wolf","Page":0,"Rulebook":"Complete Divine","SavingThrow":"None","School":"Conjuration","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"No","Subschool":"Summoning","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}