{"id":673,"created":1450795691,"modified":1455641227,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 full round","Components":"DF M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eThis spell allows you to eavesdrop as a standard action on the thoughts of up to eight other creatures at once, hearing as desired:\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eThe ceaseless chaos representing images of surface thoughts\u003c/li\u003e\u003c/b\u003e\u003cli\u003eIndividual trains of thought in whatever order you desire\u003c/li\u003e\u003c/b\u003e\u003cli\u003eInformation from all minds about one particular topic, thing, or being, one nugget of information per caster level\u003c/li\u003e\u003c/b\u003e\u003cli\u003eA study of the thoughts and memories of one creature of the group in detail Once per round, if you do not perform a detailed study of one creature\u0026#39;s mind, you can attempt (as a standard action) to implant a suggestion in the mind of any one of the affected creatures.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003cbr /\u003eThe creature can make another Will saving throw to resist the suggestion, using the save DC of the brain spider.\u003cbr /\u003e(Creatures with special resistance to enchantment spells can use this resistance to keep from being affected by the suggestion).\u003cbr /\u003eSuccess on this saving throw does not negate the other effects of the brain spider for that creature.\u003cbr /\u003eYou can affect all intelligent beings of your choice within range (up to the limit of eight), beginning with known or named beings.\u003cbr /\u003eLanguage is not a barrier, and you need not personally know the beings\u0026#8212;you can choose, for instance, \u0026quot;the nearest eight guards who must be in that chamber there\u0026quot;.\u003cbr /\u003eThe spell cannot reach those who make a successful Will save.\u003cbr /\u003eMaterial Component: A spider of any size or type.\u003cbr /\u003eIt may be dead, but must still have all eight legs.\u003c/p\u003e","Descriptors":"Mind-Affecting","Displays":"","DivineFocusComponent":true,"Duration":"1 min./level","Effect":"","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Brain Spider","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Complete Divine","SavingThrow":"Will negates","School":"Divination","SomaticComponent":true,"SpellRange":"Long (400 ft. + 40 ft./level)","SpellResistance":"Yes","Subschool":"","Target":"Up to eight living creatures within range","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}