{"id":721,"created":1450795691,"modified":1450795691,"data":{"ArcaneFocusComponent":false,"Area":"All enemies within a 50-ft.-radius emanation centered on you","CastingTime":"1 standard action","Components":"DF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eWhenever an enemy within the area takes normal (not subdual) damage, that wound festers for an additional 1 point of damage per round thereafter for the duration of the spell.\u003cbr /\u003eA successful Heal check (DC 15) or the application of any cure spell or other healing magic (heal, healing circle, and so on) stops the festering.\u003cbr /\u003eOnly one wound festers at a time; additional wounds suffered while the first is still festering are not subject to this effect.\u003cbr /\u003eOnce festering has been stopped, however, any new wound suffered while the subject is within the area (before the spell expires) begins the process anew.\u003cbr /\u003eFor example, a subject who takes 6 points of damage from an attack while within the area of a decomposition spell takes 1 point of damage from festering the next round, and another 1 point on the round after that.\u003cbr /\u003eOn the following round, that subject receives 4 points of healing from a cure light wounds spell, so the festering stops and the subject takes no festering damage that round.\u003cbr /\u003eThe next round, the subject remains within the emanation and takes another 3 points of damage in battle.\u003cbr /\u003eThe festering begins again, inflicting 1 point of festering damage on the next round.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":true,"Duration":"1 round/level","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Decomposition","Page":0,"Rulebook":"Complete Divine","SavingThrow":"None","School":"Necromancy","SomaticComponent":true,"SpellRange":"50 ft.","SpellResistance":"Yes","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}