{"id":727,"created":1450795691,"modified":1450795691,"data":{"ArcaneFocusComponent":true,"Area":"","CastingTime":"24 hours","Components":"AF S V XP","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou awaken one or more trees or animals to humanlike sentience.\u003cbr /\u003eAll awakened creatures must be of the same kind.\u003cbr /\u003eTo succeed, you must make a successful Will save (DC 10 + the HD of the highest-HD target, or the HD the highest target tree has once awakened, whichever is greater).\u003cbr /\u003eFailure indicates that the spell fails for all targets.\u003cbr /\u003eThe awakened animal or tree is friendly toward you.\u003cbr /\u003eYou have no special empathy or connection with it, but it serves you in specific tasks or endeavors if you communicate your desires to it.\u003cbr /\u003eAn awakened tree has characteristics as if it were an animated object (see the Monster Manual), except that its Intelligence, Wisdom, and Charisma scores are all 3d6.\u003cbr /\u003eAwakened plants gain the ability to move their limbs, roots, vines, creepers, and so forth, and they have senses similar to a human\u0026#39;s.\u003cbr /\u003eAn awakened animal has 3d6 Intelligence, a +1d3 bonus to Charisma, and +2 HD.\u003cbr /\u003eAn awakened tree or animal can speak one language that you know, plus one additional language that you know per point of Intelligence bonus (if any).\u003cbr /\u003eXP Cost: 250 XP per creature awakened.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"Instantaneous","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Awaken, Mass","Page":0,"Rulebook":"Complete Divine","SavingThrow":"See text","School":"Transmutation","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"Yes","Subschool":"","Target":"One animal or tree/three levels, no two of which may be more than 30 ft. apart","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":true}}