{"id":751,"created":1450795691,"modified":1455641227,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"DF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou harness the powers of wind and storm to move, protect yourself, and attack. You gain the benefits of a \u003ca href=\"/spells/players-handbook-v35--6/fly--2816/\"\u003e\u003cem\u003efly\u003c/em\u003e\u003c/a\u003e spell, and are protected from each direction as if surrounded by a \u003ca href=\"/spells/players-handbook-v35--6/wind-wall--2662/\"\u003e\u003cem\u003ewind wall\u003c/em\u003e\u003c/a\u003e spell. You are completely unaffected by natural or magical wind (such as a hurricane or gust of wind spell), easily able to hold your position and completely uninhibited by other adverse effects of extreme wind (such as having to make Concentration checks because of strong winds). \u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFinally, you can discharge bolts of electricity from your eyes. Your caster level is the total number of d6  that you can create with this spell (maximum 20d6). You may use them all at once or divide the dice over several rounds. For example, a 16th-level caster can fire an 8d6 bolt on one round and another 8d6 bolt on the next, fire sixteen bolts over 16 or more rounds (each doing 1d6 electricity damage), or  make one large bolt that deals 16d6. Each bolt affects only one creature.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eLaunching a bolt is a standard action that does not provoke an attack of opportunity, has a range of 100 feet, and requires a ranged touch attack (you gain a +3 attack bonus if the opponent is wearing metal armor, made out of metal, or carrying a lot of metal).\u003c/p\u003e","Descriptors":"Electricity","Displays":"","DivineFocusComponent":true,"Duration":"1 min./level (D)","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Stormrage","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Complete Divine","SavingThrow":"","School":"Transmutation","SomaticComponent":true,"SpellRange":"Personal","SpellResistance":"","Subschool":"","Target":"You","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}