{"id":765,"created":1450795691,"modified":1450795691,"data":{"ArcaneFocusComponent":false,"Area":"20-ft.-radius emanation, centered on you","CastingTime":"1 swift action","Components":"V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou feel the currents of fate flow through you, tugging on the strings of chance.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWhile this spell is in effect, any creature within range that deals damage to you with an attack, spell, or other effect becomes fatigued for 3 rounds. A successful Will save indicates that the attacker is unaffected and immune to the spell\u0026#39;s effect until the start of your next turn, but must save again if he damages you after that point. An attacker already fatigued suffers no additional effect from this spell.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eKarmic aura\u003c/em\u003e, \u003ca href=\"/spells/complete-mage--58/karmic-backlash--767/\"\u003e\u003cem\u003ekarmic backlash\u003c/em\u003e\u003c/a\u003e, and \u003ca href=\"/spells/complete-mage--58/karmic-retribution--766/\"\u003e\u003cem\u003ekarmic retribution\u003c/em\u003e\u003c/a\u003e interact in an unusual fashion. If you have more than one of these spells active at once, the subject must save against each spell in descending order of spell level. If he fails any of these saves, he is automatically fails any save against any lower-level spell of the set that you have active. (Spell resistance still applies to each effect separately).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFor example, suppose you have all three spells active when a foe strikes you. He first attempts to save  against karmic retribution. If that save fails, he is treated as if he had failed his saving throws against all three spells. If the first save succeeds, but the save against karmic backlash fails, he is treated as if  he had failed his saves against both that spell and karmic aura. Only if he succeeds on both of the first two saves is he entitled to a save against karmic aura.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"1 round/level","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Karmic Aura","Page":0,"Rulebook":"Complete Mage","SavingThrow":"Will partial","School":"Abjuration","SomaticComponent":false,"SpellRange":"20 ft.","SpellResistance":"Yes","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}