{"id":792,"created":1450795691,"modified":1450795691,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou instantly analyze the field of battle, visualizing lines of power connecting you and your allies to tactically viable positions.\u003cbr /\u003eWith a shout, you cause those lines to pull taut.\u003cbr /\u003eThis spell instantly teleports a number of willing creatures a short distance with no chance for mishap, as greater teleport.\u003cbr /\u003eEffectively, tactical teleportation lets you reposition a number of allies (including yourself, if you choose) around the battlefield.\u003cbr /\u003eEach creature to be affected must be within range of you, and no creature can be transported farther away from your original position than the range allows.\u003cbr /\u003eYou must have line of sight to all the intended destinations when you cast the spell.\u003cbr /\u003eEach subject can bring along held or carried objects as long as their weight doesn\u0026#39;t exceed the subject\u0026#39;s maximum load.\u003cbr /\u003eOnly objects held or in use (attended) by another individual receive saving throws and spell resistance.\u003cbr /\u003eIf any subject would appear in a space occupied by another creature or a solid object, that subject is unaffected by the spell, but the rest of the effect resolves normally.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"Instantaneous","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Tactical Teleportation","Page":0,"Rulebook":"Complete Mage","SavingThrow":"None and Will negates (object)","School":"Conjuration","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"No and Yes (object)","Subschool":"Teleportation","Target":"One willing creature/3 levels","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}