{"id":830,"created":1450795691,"modified":1455641227,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eA glittering, flashing longbow, containing every hue of the rainbow, appears in your hands.\u003cbr /\u003eA prismatic bow functions as a +1 longbow; in addition, once per round you can choose to imbue an arrow shot from it with one of the seven colors of the bow, chosen from the list of colors created by prismatic spray (PH 264).\u003cbr /\u003eIn addition to its normal effect, the arrow has the same effect as the corresponding beam from prismatic spray (including blindness for 2d4 rounds if the target has 8 HD or fewer).\u003cbr /\u003eSaves and spell resistance apply to this effect as normal for prismatic spray.\u003cbr /\u003eOnce you fire an arrow, the corresponding color disappears from the bow, and you can\u0026#39;t select that color again during this particular casting of the spell.\u003cbr /\u003eWhen the duration ends or when you have used the effects of all seven colors, the bow vanishes.\u003cbr /\u003eYou are automatically considered proficient with a prismatic bow.\u003cbr /\u003eNo one else can use your prismatic bow, though you need not carry it at all times (you can stow it, drop it, or even hand it to another character to hold).\u003cbr /\u003eIf you cast this spell a second time while a previous version is still in effect, the first prismatic bows duration ends.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"1 minute/level or until discharged","Effect":"A longbow made up of swirling, prismatic colors","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Prismatic Bow","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Complete Mage","SavingThrow":"See text","School":"Evocation","SomaticComponent":true,"SpellRange":"0 ft.","SpellResistance":"Yes","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}