{"id":839,"created":1450795691,"modified":1450795691,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eIn the mind of your victim, the hood of a king cobra spreads from your head, neck, and back, your eyes become those of a great serpent, and dripping fangs sprout from your jaws.\u003cbr /\u003eThe subject perceives that you have grown serpentine features, including a cobra\u0026#39;s hood, a snake\u0026#39;s slitted eyes, and venomous fangs.\u003cbr /\u003eA successful Will save allows him to recognize the illusion as unreal, which ends the spell\u0026#39;s effect.\u003cbr /\u003eHowever, if the Will save fails, the subject is shaken for as long as he can see you.\u003cbr /\u003eClosing his eyes negates this effect but also effectively blinds him.\u003cbr /\u003eIn addition, if you make a successful melee touch attack (a standard action) against the target while the spell\u0026#39;s duration lasts, he believes that he has been bitten by a venomous serpent and takes 1d6 points of Constitution damage (Fortitude negates).\u003cbr /\u003eUnlike normal poison, this attack has no secondary damage, though you can continue to \u0026quot;bite\u0026quot; the subject each round.\u003cbr /\u003eImmunity or resistance to poison applies normally against this effect, even though it isn\u0026#39;t real poison (the subject and his body both believe it to be real).\u003c/p\u003e","Descriptors":"Fear, Mind-Affecting","DivineFocusComponent":false,"Duration":"1 round/3 levels; see text","Effect":"","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Hood of the Cobra","Page":0,"Rulebook":"Complete Mage","SavingThrow":"Will disbelief, then Fortitude negates","School":"Illusion","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"Yes","Subschool":"Phantasm","Target":"One living creature","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}