{"id":888,"created":1450795691,"modified":1450795691,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eA horn like a unicorn\u0026#39;s sprouts from your forehead. When you complete this spell, you grow a single horn about as long as your forearm from your forehead.  As a standard action, you can use this horn to make a single gore attack as a natural weapon.  A hit from the horn deals 1d8 points of piercing damage (if you are Medium) plus 1-1/2 times your Strength bonus.  The horn overcomes damage reduction as if it were a magic weapon.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAlternatively, you can use the horn in a charge attack. In this case, you deal double damage when you hit, or triple damage on a critical hit. \u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAs a swift action while the spell lasts, you can invoke the power of good.  Doing this gives the horn a +3 enhancement bonus on attack rolls and damage rolls, allows it to overcome damage reduction as if it were good-aligned, and makes it deal an extra 3d6 points of damage against any evil-aligned creature of the following types: fey, giant, magical beast, or outsider.  This effect lasts for 1 round, after which the spell\u0026#39;s duration ends.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf this spell is in effect when you cast \u003ca href=\"/spells/complete-mage--58/unicorn-blood--886/\"\u003eunicorn blood\u003c/a\u003e or \u003ca href=\"/spells/complete-mage--58/unicorn-heart--887/\"\u003eunicorn heart\u003c/a\u003e, the combined magic has an enhanced effect. See those spells for details.\u003c/p\u003e","Descriptors":"Good","DivineFocusComponent":false,"Duration":"1 minute/level (D) or until expended","Effect":"One horn that sprouts from your forehead","MaterialComponent":false,"MetaBreathComponent":false,"Name":"Unicorn Horn","Page":121,"Rulebook":"Complete Mage","SavingThrow":"","School":"Transmutation","SomaticComponent":true,"SpellRange":"Personal","SpellResistance":"","Subschool":"","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":false}}