{"id":914,"created":1450795691,"modified":1455641227,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eSharp ridges, split leather, and cracking patches of rust spread over your enemy\u0026#39;s armor like an angry, irritating disease.\u003cbr /\u003eJagged edges and rough surfaces break forth all over the target creature\u0026#39;s armor and shield.\u003cbr /\u003eThese protrusions deal no damage and are little more than an uncomfortable annoyance.\u003cbr /\u003eArcane spellcasters, however, find the effect most distracting, incurring double the normal arcane spell failure chance for armor and shields.\u003cbr /\u003eIn addition, any creature affected by this spell takes a -5 penalty on Concentration checks.\u003cbr /\u003eThe check penalty does not worsen if an affected creature is both wearing armor and using a shield.\u003cbr /\u003eFor example, a wizard wearing chainmail and carrying a light steel shield would normally have a 35% chance of arcane spell failure.\u003cbr /\u003eThat wizard, if targeted by this spell, would incur a 70% chance of arcane spell failure, as well as taking a -5 penalty on Concentration checks.\u003cbr /\u003eThis spell has no effect on unarmored opponents or on creatures with only natural armor or an AC bonus from items other than armor.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"1 round/level (D)","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Mage Burr","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Complete Scoundrel","SavingThrow":"Fortitude negates","School":"Transmutation","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"Yes","Subschool":"","Target":"One creature wearing armor or using a shield","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}