{"id":924,"created":1450795691,"modified":1455641227,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 round","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou shape the essence of the Plane of Shadow to create a powerful doglike companion that serves you loyally for the duration of the spell.\u003cbr /\u003eThe hound of doom has the statistics of a dire wolf (see page 65 of the Monster Manual) with the following adjustments: It gains a deflection bonus to Armor Class equal to your Charisma bonus, its hit points when created are equal to your full normal hit points, and it uses your base attack bonus instead of its own (adding its +7 bonus from Strength and -1 penalty from size as normal).\u003cbr /\u003eYou can command a hound of doom as a move action just as if it were fully trained to perform all the tricks listed in the Handle Animal skill (see page 74 of the Player\u0026#39;s Handbook).\u003cbr /\u003eIf a hound of doom\u0026#39;s hit points are reduced to 0, it is destroyed.\u003cbr /\u003eA hound of doom is treated as a magical beast for the purpose of spells and effects, but it can also be dispelled.\u003cbr /\u003eYou can only have one hound of doom in existence at a time.\u003cbr /\u003eIf you cast a second hound of doom spell while the first is still active, the first hound is instantly dispelled.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"1 minute/level (D) or until destroyed","Effect":"Shadowy hound","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Hound of Doom","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Complete Warrior","SavingThrow":"None","School":"Illusion","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"No","Subschool":"Shadow","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}