{"id":93,"created":1450795691,"modified":1455641227,"data":{"ArcaneFocusComponent":true,"Area":"","AuditoryDisplay":false,"CastingTime":"1 standard action","Components":"AF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eThis spell tears the foul, corrupted soul from the body of an evil creature and traps it in a diamond receptacle (the spell\u0026#39;s focus).\u003cbr /\u003eThe creature\u0026#39;s soulless body instantly withers or molders into dust.\u003cbr /\u003eTrapped in the gem, the evil soul undergoes a gradual transformation.\u003cbr /\u003eThe soul reflects on past evils and slowly finds within itself a spark of goodness.\u003cbr /\u003eOver time, this spark grows into a burning fire.\u003cbr /\u003eAfter one year, the trapped creature\u0026#39;s soul adopts the alignment of the spell\u0026#39;s caster (lawful good, chaotic good, or neutral good).\u003cbr /\u003eOnce the soul\u0026#39;s penitence is complete, shattering the diamond reforms the creature\u0026#39;s original body, returns the creature\u0026#39;s soul to it, and transforms the whole into a sanctified creature (see Chapter 8: Monsters).\u003cbr /\u003eIf the diamond is shattered before the soul has found penitence, the evil creature\u0026#39;s body and soul are fully restored; the creature\u0026#39;s state is just as it was before the spell was cast.\u003cbr /\u003eThe creature retains the memory of having been trapped in the gem, and it regards the spell\u0026#39;s caster as a hated enemy who must be destroyed at all costs.\u003cbr /\u003eThe diamond receptacle has a hardness of 20 and 1 hit point.\u003cbr /\u003eFocus: A flawless diamond worth no less than 10,000 gp.\u003cbr /\u003eSacrifice: 1 character level.\u003c/p\u003e","Descriptors":"Good","Displays":"","DivineFocusComponent":false,"Duration":"See text","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Sanctify the Wicked","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Book of Exalted Deeds","SavingThrow":"Will negates","School":"Necromancy","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"Yes","Subschool":"","Target":"One evil creature","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}