{"id":934,"created":1450795691,"modified":1450795691,"data":{"ArcaneFocusComponent":false,"Area":"","CastingTime":"1 week (8 hours/day)","Components":"M S V XP","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou create an immobile, finite plane with limited access\u0026#8212;a demiplane.\u003cbr /\u003eDemiplanes created by this power are very small, very minor planes.\u003cbr /\u003eYou can cast this spell only on the Ethereal Plane.\u003cbr /\u003eWhen you cast it, a local density fluctuation precipitates the creation of a demiplane.\u003cbr /\u003eAt first, the demiplane grows at a rate of a 1-foot radius per day to the initial maximum radius of 180 feet as the fledgling plane rapidly draws substance from surrounding ethereal vapors and protomatter.\u003cbr /\u003eYou determine the environment in the demiplane when you first cast genesis, reflecting most any desire you can visualize.\u003cbr /\u003eYou determine factors such as atmosphere, water, temperature, and the shape of the general terrain.\u003cbr /\u003eHowever, the spell does not create life (such as vegetation), nor can it create construction (such as buildings, roads, wells, dungeons, and so forth).\u003cbr /\u003eIf you want these benefits, you must add them in some other fashion.\u003cbr /\u003eOnce the basic demiplane reaches its maximum size, you can continue to cast this spell to enlarge your demiplane, adding another 360-foot-diameter bubble to it each time.\u003cbr /\u003eXP Cost: 5,000 XP.\u003c/p\u003e","Descriptors":"","DivineFocusComponent":false,"Duration":"Instantaneous","Effect":"A demiplane in the Ethereal Plane centered on your location","MaterialComponent":true,"MetaBreathComponent":false,"Name":"Genesis","Page":0,"Rulebook":"Defenders of the Faith: A Guidebook to Clerics and Paladins","SavingThrow":"None","School":"Conjuration","SomaticComponent":true,"SpellRange":"180 ft.","SpellResistance":"No","Subschool":"Creation","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"XPComponent":true}}