{"id":937,"created":1450795691,"modified":1455641227,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 full round","Components":"DF S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eA swarm of dire rats viciously attacks all other creatures within a 20-foot spread, inflicting damage and spreading filth fever (see page 74 of the \u003cspan class=\"caps\"\u003eDUNGEON\u003c/span\u003e MASTER\u0026#39;S Guide).\u003cbr /\u003eA creature in the swarm that takes no action other than fighting off the rats takes 1d4 points of damage on its turn and makes a Fortitude saving throw against DC 15 + your Intelligence bonus to avoid contracting filth fever.\u003cbr /\u003eA creature in the swarm who takes any other action, including leaving the swarm, takes 1d4 points of damage per caster level, and must save at a -4 penalty to avoid contracting the disease.\u003cbr /\u003eSpellcasting or concentrating on spells within the swarm is impossible.\u003cbr /\u003eThe rats\u0026#39; attacks are nonmagical, so being incorporeal, damage reduction, and other defenses can protect a creature from damage.\u003cbr /\u003eThe disease effect is magical and spread by touch.\u003cbr /\u003eAny corporeal creature in the swarm that is subject to disease may contract it.\u003cbr /\u003eThe swarm cannot be fought effectively with weapons, but fire and damaging area effects can force it to disperse.\u003cbr /\u003eThe swarm disperses when it has taken a total of 8 points of damage per caster level from these attacks.\u003cbr /\u003eA stinking cloud spell and similar area or effect spells disperse a swarm immediately.\u003cbr /\u003eAs a move-equivalent action, you can direct the swarm to move up to 40 feet per round.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":true,"Duration":"1 round/level","Effect":"Swarm of dire rats in a 20-ft. spread","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Plague of Rats","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Defenders of the Faith: A Guidebook to Clerics and Paladins","SavingThrow":"None","School":"Conjuration","SomaticComponent":true,"SpellRange":"Medium (100 ft. + 10 ft./level)","SpellResistance":"Yes (see text)","Subschool":"Summoning","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}