{"id":939,"created":1450795691,"modified":1455641227,"data":{"ArcaneFocusComponent":false,"Area":"15-ft.-radius spread","AuditoryDisplay":false,"CastingTime":"1 action","Components":"M S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eYou create a wave of green slime that begins at the range you choose and violently spreads to the limit of the area.\u003cbr /\u003eThe wave splashes and splatters as it passes; some slime clings to any wall or ceiling.\u003cbr /\u003eGreen slime devours flesh and organic materials on contact, and even dissolves metal.\u003cbr /\u003eEach creature is covered with one patch of green slime for every 5 feet of its face.\u003cbr /\u003eA patch of green slime deals 1d6 points of temporary Constitution damage per round while it devours flesh.\u003cbr /\u003eAgainst wood or metal, green slime deals 2d6 points of damage per round, ignoring metal\u0026#39;s hardness but not that of wood.\u003cbr /\u003eIt does not harm stone.\u003cbr /\u003eOn the first round of contact, the slime can be scraped off a creature (most likely destroying the scraping device), but after that it must be frozen, burned, or cut away (applying damage to the victim as well).\u003cbr /\u003eExtreme cold or heat, sunlight, or a remove disease spell destroys the green slime.\u003cbr /\u003eUnlike normal green slime, the slime created by this spell gradually evaporates, disappearing by the end of the duration.\u003cbr /\u003eMaterial Component: A few drops of stagnant pond water.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"1 round/level","Effect":"","MaterialComponent":true,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Slime Wave","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Defenders of the Faith: A Guidebook to Clerics and Paladins","SavingThrow":"Reflex negates","School":"Conjuration","SomaticComponent":true,"SpellRange":"Close (25 ft. + 5 ft./2 levels)","SpellResistance":"No","Subschool":"Summoning","Target":"","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}