{"id":992,"created":1450795691,"modified":1455641228,"data":{"ArcaneFocusComponent":false,"Area":"","AuditoryDisplay":false,"CastingTime":"1 action","Components":"S V","CorruptComponent":false,"Custom":false,"DescriptionHtml":"\u003cp\u003eThis spell increases the hardness of materials (see Table 8-\u003cbr /\u003e12: Substance Hardness and Hit Points in the Player\u0026#39;s Handbook).\u003cbr /\u003ePaper becomes harder to tear, glass becomes harder to break, wood becomes more resilient, and so on.\u003cbr /\u003eFor every two caster levels, increase by 1 the hardness of the material targeted by the spell.\u003cbr /\u003eThis hardness increase improves only the material\u0026#39;s resistance to damage.\u003cbr /\u003eNothing else is modified by the improvement.\u003cbr /\u003eFor example, a longsword (treat steel as iron, base hardness 10) affected by a hardening spell cast by a 12th-level caster would have a new hardness of 16 for purposes of ignoring damage caused by someone using the Sunder feat.\u003cbr /\u003eThe sword\u0026#39;s hit points, attack and damage modifiers, and other characteristics are not affected.\u003cbr /\u003eThe hardening spell does not in any way affect resistance to other forms of transformation.\u003cbr /\u003eIce still melts, paper and wood still burn, rock still becomes transmutable to mud with the proper spell, and so on.\u003cbr /\u003eThis spell affects up to 10 cubic feet per level of the spellcaster.\u003cbr /\u003eIf cast upon a metal or mineral, the volume is reduced to 1 cubic foot per level.\u003c/p\u003e","Descriptors":"","Displays":"","DivineFocusComponent":false,"Duration":"Permanent","Effect":"","MaterialComponent":false,"MaterialDisplay":false,"MentalDisplay":false,"MetaBreathComponent":false,"Name":"Hardening","OlfactoryDisplay":false,"Page":0,"Public":false,"Rulebook":"Deities and Demigods","SavingThrow":"None","School":"Transmutation","SomaticComponent":true,"SpellRange":"Touch","SpellResistance":"Yes (object)","Subschool":"","Target":"One item of a volume no greater than 10 cu. ft./level (see text)","TrueNameComponent":false,"UserId":0,"VerbalComponent":true,"VisualDisplay":false,"XPComponent":false}}