{"id":1157,"created":1449242771,"modified":1449242771,"data":{"arcane_focus_component":"0","area":null,"casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003eYou speak a dark epithet while brandishing your holy symbol.\u003cbr /\u003eSuddenly, the creature you targeted transforms into a demonic version of its true self.\u003cbr /\u003eYou cause the subject creature to deform.\u003cbr /\u003eThe transformation is shocking to behold\u0026#8212;the creature\u0026#39;s skin sprouts thick fur or jagged scales, horns grow from its head and body, its hands twist into talons, and so forth.\u003cbr /\u003eThis transformation bestows the following advantages and disadvantages on the subject for the duration of the spell:\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eBase land speed increases by 30 feet.\u003c/li\u003e\u003c/b\u003e\u003cli\u003e+3 enhancement bonus to natural armor.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eThe subject gains two claw attacks if it did not already have them.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003cbr /\u003eIf it did not previously have claws, the base damage for its new claw attacks depends on its size, as given on the following table.\u003cbr /\u003eIf it already had claw attacks, the base damage increases by one die type, as if the creature had become one size category larger.\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eRend (Ex): If the subject hits a target with both claw attacks in a single round, it can rend the flesh, dealing damage equal to the twice its claw damage, modified by double its Strength modifier.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eThe subject gains darkvision out to 60 feet, or its existing darkvision extends by 60 feet.\u003c/li\u003e\u003c/b\u003e\u003cli\u003e+2 profane bonus to Strength and Constitution.\u003c/li\u003e\u003c/b\u003e\u003cli\u003e-2 penalty to Dexterity.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003cbr /\u003eThe subject cannot communicate, cast spells, use spell-like abilities, activate magic items, or use weapons other than its natural ones while under the effects of this spell.\u003c/p\u003e","descriptors":"Evil","divine_focus_component":"1","duration":"1 round/level (D)","effect":null,"id":1157,"material_component":"0","meta_breath_component":"0","name":"Abyssal Frenzy","page":null,"rulebook":"Fiendish Codex I: Hordes of the Abyss","saving_throw":"Will negates","school":"Transmutation","somatic_component":"1","spell_range":"Close (25 ft. + 5 ft./2 levels)","spell_resistance":"Yes","subschool":"","target":"One animal, humanoid, magical beast, or monstrous humanoid","true_name_component":"0","verbal_component":"1","xp_component":"0"}}