{"id":1179,"created":1449242772,"modified":1449242772,"data":{"arcane_focus_component":"0","area":null,"casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003eA deep chuckle sounds as you complete the incantation, and motes of violet light surround the target, imbuing it with infernal energy drawn from a harvester devil.\u003cbr /\u003eThe target of this spell deals horrific, lingering wounds with its melee attacks.\u003cbr /\u003eIf it successfully strikes an opponent with a melee attack, it causes an infernal wound that deals an extra 1d6 points of damage each round until the creature dies, or until the struck creature is the recipient of a DC 20 Heal check, a cure spell, or a heal spell.\u003cbr /\u003eA creature can be affected by the lingering damage of only one such infernal wound at a time.\u003cbr /\u003eIn addition, the subject gains resistance to fire 5.\u003cbr /\u003eThis resistance stacks with the resistance granted by other evil investiture spells (but not with multiple castings of investiture of the harvester devil).\u003cbr /\u003eWhile this spell is in effect, magic weapons with the evil outsider bane special ability have full effect against the subject of the investiture.\u003cbr /\u003eAfter the spell\u0026#39;s duration expires (or if it is dispelled or ended through some other means), the subject is fatigued for 1 minute.\u003cbr /\u003eMaterial Component: A fist-sized chunk of brimstone.\u003c/p\u003e","descriptors":"Evil, Investiture","divine_focus_component":"0","duration":"1 minute/level","effect":null,"id":1179,"material_component":"1","meta_breath_component":"0","name":"Investiture of the Harvester Devil","page":null,"rulebook":"Fiendish Codex II: Tyrants of the Nine Hells","saving_throw":"Will negates (harmless)","school":"Transmutation","somatic_component":"1","spell_range":"Close (25 ft. + 5 ft./2 levels)","spell_resistance":"Yes (harmless)","subschool":"","target":"One living creature","true_name_component":"0","verbal_component":"1","xp_component":"0"}}