{"id":1193,"created":1449242772,"modified":1449242772,"data":{"arcane_focus_component":"1","area":"","casting_time":"10 minutes","corrupt_component":"0","description_html":"\u003cp\u003eCreate magic tattoo creates a single magic tattoo. The caster determines the exact type of tattoo, though the selection of possible tattoos is limited by caster level. The caster of \u003cem\u003ecreate magic tattoo\u003c/em\u003e must have a modicum of artistic talent to sketch the desired tattoo\u0026#8212;at least one rank of Craft (drawing), Craft (painting), Craft (calligraphy), or a similar Craft skill. Inscribing a magic tattoo requires a Craft check. The DC varies with the kind of tattoo, as noted below.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA caster of 3rd to 6th level can inscribe the following tattoos (DC 10):\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003e+2 resistance bonus on one type of saving throw (Fortitude, Reflex, or Will).\u003c/li\u003e\u003c/b\u003e\u003cli\u003e+1 luck bonus on attack rolls.\u003c/li\u003e\u003c/b\u003e\u003cli\u003e+1 deflection bonus to AC.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003cbr /\u003eA caster of 7th to 12th levels can inscribe the lower-level tattoos, plus the following (DC 15):\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003e+2 resistance bonus on all saving throws.\u003c/li\u003e\u003c/b\u003e\u003cli\u003e+2 competence bonus on attack rolls.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eThe ability to recall one cast 0-level, 1st-level, or 2nd-level spell (just as though the subject were using a pearl of power). The caster chooses the spell level.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003cbr /\u003eA caster of 13th level or higher can inscribe all of the above tattoos plus the following (DC 20):\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eSpell resistance of 10 + 1 per six caster levels.\u003c/li\u003e\u003c/b\u003e\u003cli\u003e+2 enhancement bonus to any one ability score.\u003c/li\u003e\u003c/b\u003e\u003cli\u003e+1 level of casting ability. This increases the subject\u0026#39;s effective level, but not the total number of spells. An 11th-level caster raised in casting ability in this manner casts spells as a 12th-level caster in terms of range, area, effect, and so on, but this tattoo does not provide any extra spells.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA single creature can have only three magic tattoos at a time. Once a creature has three magic tattoos operating, any additional magic tattoos fail. \u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA successful \u003cem\u003eerase\u003c/em\u003e spell removes a single magic tattoo. A successful \u003cem\u003edispel magic\u003c/em\u003e spell can remove multiple magic tattoos if targeted on the creature bearing the tattoos (see the \u003cem\u003edispel magic\u003c/em\u003e spell in the Player\u0026#39;s Handbook).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMaterial Components: Tattoo inks in appropriate colors.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFocus: Tattoo needles.\u003c/p\u003e","descriptors":"","divine_focus_component":"0","duration":"1 day","effect":"","id":1193,"material_component":"1","meta_breath_component":"0","name":"Create Magic Tattoo","page":null,"rulebook":"Forgotten Realms Campaign Setting","saving_throw":"None","school":"Conjuration","somatic_component":"1","spell_range":"Touch","spell_resistance":"Yes (harmless)","subschool":"Creation","target":"Creature touched","true_name_component":"0","verbal_component":"1","xp_component":"0"}}