{"id":1210,"created":1449242772,"modified":1449242772,"data":{"arcane_focus_component":"0","area":null,"casting_time":"1 action","corrupt_component":"0","description_html":"\u003cp\u003eA faint, gray, shimmering force in the general shape of a staff or spear springs from your hand.\u003cbr /\u003eYou can freely make the force retract or grow to any size from 1 foot to 20 feet, but it always remains a straight lance of force.\u003cbr /\u003eThis gives you natural reach of 20 feet.\u003cbr /\u003eYou can use the thunderlance to make powerful melee attacks.\u003cbr /\u003eThe thunderlance strikes as a Huge longspear, dealing a base 2d6 points of damage (crit x3).\u003cbr /\u003eYou only need one hand to wield the thunderlance, and you suffer no nonproficiency penalties if you do not have Martial Weapon Proficiency (longspear).\u003cbr /\u003eThe thunderlance strikes with a Strength score equal to 12 + your caster level (maximum +15) which replaces your own Strength score when you make attack and damage rolls with the spell.\u003cbr /\u003eIf you successfully strike a target protected by any force effect of 3rd level or lower, such as a shield or mage armor spell, the thunderlance may dispel the force effect in addition to damaging the target.\u003cbr /\u003eMake a dispel check against the caster who created the effect.\u003cbr /\u003eIf you succeed, the effect is dispelled.\u003cbr /\u003eThe thunderlance remains whether you succeed or fail at this check.\u003cbr /\u003eYou can choose to attack objects or to use the Strength score of the thunderlance for Strength scores involving breaking or damaging items.\u003cbr /\u003eMaterial Component: A small metal spear.\u003c/p\u003e","descriptors":"Force","divine_focus_component":"0","duration":"1 round/level (D)","effect":"A spearlike beam","id":1210,"material_component":"1","meta_breath_component":"0","name":"Thunderlance","page":null,"rulebook":"Forgotten Realms Campaign Setting","saving_throw":"None","school":"Evocation","somatic_component":"1","spell_range":"0 ft.","spell_resistance":"Yes","subschool":"","target":null,"true_name_component":"0","verbal_component":"1","xp_component":"0"}}