{"id":1313,"created":1449242775,"modified":1449242775,"data":{"arcane_focus_component":"0","area":"20-ft. cube/level","casting_time":"1 round","corrupt_component":"0","description_html":"\u003cp\u003eThe area you designate becomes a frigid and icy environment, immediately dropping the temperature by 3 temperature bands.\u003cbr /\u003eFor example, if the temperature is moderate, it drops to extreme cold (see page 9).\u003cbr /\u003eIf the new temperature is below the cold band, all water is turned to ice and all earth and stone becomes everfrost to a depth of 10 feet per caster level.\u003cbr /\u003eAir within the area freezes, resulting in a heavy snowstorm lasting for the duration of the spell.\u003cbr /\u003eSnow accumulates only if the ground temperature is below the moderate band.\u003cbr /\u003eLiving creatures caught within the area when the spell is cast instantly turn to ice (as per the flesh to ice spell).\u003cbr /\u003eIf a creature successfully saves, frostfell deals 1d6 points of frostburn damage per caster level (maximum 20d6).\u003cbr /\u003eCreatures entering the area after the spell has been cast do not take this damage; however, all creatures in the area are subject to the normal effects of cold, snow, and ice for the duration of the spell.\u003cbr /\u003eObjects in the area, including those held by creatures, are instantly covered in a thin layer of frost, making them slippery.\u003cbr /\u003eWhen a creature uses a frosted item (a weapon, lockpicks, a potion, and so on), it must succeed on a DC 10 Dexterity check or it drops the item before it can be used.\u003cbr /\u003eCold spells cast within the area gain a +1 caster level.\u003cbr /\u003eMultiple frostfells may be cast in the same area to increase the effects (dropping the temperature by an additional 3 bands).\u003cbr /\u003eThe temperature band cannot be dropped below unearthly cold, no matter how many times frostfell has been cast.\u003cbr /\u003eArcane Material Component: A pinch of dust and a few drops of water.\u003c/p\u003e","descriptors":"Cold","divine_focus_component":"1","duration":"1 hour/level","effect":null,"id":1313,"material_component":"1","meta_breath_component":"0","name":"Frostfell","page":null,"rulebook":"Frostburn","saving_throw":"Fortitude partial; see text","school":"Transmutation","somatic_component":"1","spell_range":"Medium (100 ft. + 10 ft./level)","spell_resistance":"See text","subschool":"","target":null,"true_name_component":"0","verbal_component":"1","xp_component":"0"}}