{"id":1691,"created":1449242782,"modified":1449242782,"data":{"arcane_focus_component":"0","area":null,"casting_time":"1 action","corrupt_component":"0","description_html":"\u003cp\u003eYou create a circle of five colored spheres that orbit your head at a distance of 1 foot.\u003cbr /\u003eThese spheres provide as much light as a dancing lights spell and can be used offensively or defensively.\u003cbr /\u003eEach sphere corresponds to one of the five types of energy (acid, cold, electricity, fire, sonic).\u003cbr /\u003eOn your turn you can direct one or more spheres to strike a creature or creatures in range, no two of which may be more than 30 feet apart.\u003cbr /\u003eEach sphere inflicts 1d4 points of energy damage per four caster levels (max 4d4 each) to a single creature, so an 8th-level caster\u0026#39;s sphere inflicts 2d4 points of energy damage.\u003cbr /\u003eThe target may make a Reflex save for half damage against each sphere.\u003cbr /\u003eIf you are attacked with an effect that causes energy damage, and the sphere of that type of energy is still present, you can have that sphere absorb some of that energy damage, destroying the sphere.\u003cbr /\u003eThe sphere absorbs damage that round equal to the amount of damage it would deal if used to attack, so an 8th-level caster\u0026#39;s fire sphere absorbs 2d4 points of fire damage.\u003cbr /\u003eThis overlaps (does not stack) with the protection granted by endure elements, resist elements, and protection from elements.\u003cbr /\u003eMaterial Component: Five glass marbles.\u003c/p\u003e","descriptors":"Acid, Cold, Electricity, Fire, Sonic","divine_focus_component":"0","duration":"1 round/level","effect":"Five floating spheres","id":1691,"material_component":"1","meta_breath_component":"0","name":"Tirumael's Energy Spheres","page":null,"rulebook":"Magic of Faerun","saving_throw":"Reflex half (see text)","school":"Evocation","somatic_component":"1","spell_range":"Close (25 ft. + 5 ft./2 levels)","spell_resistance":"Yes (see text)","subschool":"","target":null,"true_name_component":"0","verbal_component":"1","xp_component":"0"}}