{"id":1820,"created":1449242785,"modified":1449242785,"data":{"arcane_focus_component":"0","area":null,"casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003eYou cause a flat, vertical, opaque barrier of incarnum to spring into being.\u003cbr /\u003eThe wall cannot be conjured so that it occupies the same space as a creature or another object, but it can be adjacent to such.\u003cbr /\u003eIt must always be a flat plane, although you can shape its edges to fit the available space.\u003cbr /\u003eThe wall of incarnum must be anchored to a surface, but this can be a floor, a ceiling, or even a wall.\u003cbr /\u003eThe wall of incarnum can\u0026#39;t be moved once it is created.\u003cbr /\u003eA wall of incarnum is 1 inch thick.\u003cbr /\u003eIt can be dispelled, but it cannot be damaged or broken, and spells cannot pass through it.\u003cbr /\u003eEthereal creatures can pass through it, but any other creature (including the caster) attempting to pass through a wall must succeed on aWill save or be blocked by the barrier.\u003cbr /\u003eRegardless of the save\u0026#39;s result, the wall of incarnum deals 1d4 points of essentia damage (or Wisdom damage if the creature has no essentia) to the creature.\u003cbr /\u003eEssentia: Every point of essentia invested in the wall of\u003cbr /\u003eincarnum increases the damage dealt on a failed Will save by 1 point.\u003cbr /\u003eMaterial Component: A tiny, shield-shaped piece of blue quartz.\u003c/p\u003e","descriptors":"Incarnum","divine_focus_component":"0","duration":"1 minute/level (D)","effect":"Incarnum wall whose area is up to one 5-ft. square/level","id":1820,"material_component":"1","meta_breath_component":"0","name":"Wall of Incarnum","page":null,"rulebook":"Magic of Incarnum","saving_throw":"Will partial; see text","school":"Conjuration","somatic_component":"1","spell_range":"Medium (100 ft. + 10 ft./level)","spell_resistance":"No","subschool":"Creation","target":null,"true_name_component":"0","verbal_component":"1","xp_component":"0"}}