{"id":2042,"created":1449242790,"modified":1449242790,"data":{"arcane_focus_component":"0","area":null,"casting_time":"1 round","corrupt_component":"0","description_html":"\u003cp\u003eThis spell causes a wall of bones to erupt from the earth in whatever shape you desire, as long as it is solidly based on the ground.\u003cbr /\u003eYou cannot conjure the wall so that it occupies the same space as a creature or another object.\u003cbr /\u003eThe wall is not solid, having many small openings and gaps.\u003cbr /\u003eCreatures behind the wall have three-quarters cover against attacks from the other side of the wall.\u003cbr /\u003eCreatures of Small size or smaller can slip and wriggle through the wall at a rate of 10 feet per round.\u003cbr /\u003eMedium-size creatures can move through it with the Escape Artist skill\u0026#8212;a successful check (DC 20) allows the creature to move 10 feet.\u003cbr /\u003eA creature of any size that moves through the wall in this fashion takes 1d8 points of damage for every 10 feet traveled because of the sharp spikes and edges within the wall.\u003cbr /\u003eThe wall is 6 inches thick per caster level.\u003cbr /\u003eEach 5-foot square has 10 hit points per 6 inches of thickness.\u003cbr /\u003eThe wall takes only half damage from slashing and piercing weapons.\u003cbr /\u003eIf a creature tries to break through the wall with a single attack, the DC for the Strength check is 15 +2 per caster level.\u003cbr /\u003eThe wall is composed of bones of many different types of creatures, fused in bizarre angles.\u003cbr /\u003eIt cannot be animated by an animate dead spell, nor communicated with via speak with dead.\u003cbr /\u003eMaterial Component: A withered peach branch taken from a cemetery.\u003c/p\u003e","descriptors":"","divine_focus_component":"0","duration":"10 minutes","effect":"Wall of bones whose area is up to one 10-ft. square/level (S)","id":2042,"material_component":"1","meta_breath_component":"0","name":"Wall of Bones","page":null,"rulebook":"Oriental Adventures","saving_throw":"None","school":"Conjuration","somatic_component":"1","spell_range":"Medium (100 ft. + 10 ft./level)","spell_resistance":"No","subschool":"Creation","target":null,"true_name_component":"0","verbal_component":"1","xp_component":"0"}}