{"id":2092,"created":1449242791,"modified":1449242791,"data":{"arcane_focus_component":"0","area":null,"casting_time":"1 round","corrupt_component":"0","description_html":"\u003cp\u003eBy casting this spell, you project your spirit into the body of an animal, forcing the animal to behave as you direct it.\u003cbr /\u003eYour own body lies lifeless for the duration of the spell.\u003cbr /\u003eThe animal must be a normal animal (not a beast, magical beast, vermin, or other monster type) and must have fewer Hit Dice than your level.\u003cbr /\u003eThe animal\u0026#39;s soul remains in its body, but it has no control over that body while your spirit is there.\u003cbr /\u003eWhile in the animal\u0026#39;s body, you keep your Intelligence, Wisdom, Charisma, level, class, base attack bonus, base save bonuses, alignment, and mental abilities.\u003cbr /\u003eThe body retains its Strength, Dexterity, Constitution, hit points, natural abilities, and automatic abilities.\u003cbr /\u003eYou can\u0026#39;t choose to activate the body\u0026#39;s extraordinary or supernatural abilities.\u003cbr /\u003eFor every 2 points of damage taken by the animal body while you are possessing it, you take 1 point of damage as well.\u003cbr /\u003eIf the animal body is killed while you are possessing it, you must make a Fortitude save (DC 10) or die as well.\u003cbr /\u003eIf your body is destroyed while your spirit is in the animal\u0026#39;s body, you die at the end of the spell\u0026#39;s duration.\u003cbr /\u003eMaterial Component: A bowl of incense and a morsel of food appealing to the animal.\u003c/p\u003e","descriptors":"","divine_focus_component":"0","duration":"1 round/level (D)","effect":null,"id":2092,"material_component":"1","meta_breath_component":"0","name":"Possess Animal","page":null,"rulebook":"Oriental Adventures","saving_throw":"Will negates","school":"Necromancy","somatic_component":"1","spell_range":"Close (25 ft. + 5 ft./2 levels)","spell_resistance":"Yes","subschool":"","target":"One animal","true_name_component":"0","verbal_component":"1","xp_component":"0"}}