{"id":2134,"created":1449242792,"modified":1449242792,"data":{"arcane_focus_component":"0","area":null,"casting_time":"1 action","corrupt_component":"0","description_html":"\u003cp\u003eAny wood item or plant creature you touch becomes instantaneously rotted, decayed, and worthless, effectively destroyed.\u003cbr /\u003eIf the item is so large that it cannot fit within a 3-foot radius (a large wooden door), a 3-foot-radius volume of the wood is rotten and destroyed.\u003cbr /\u003eWooden magic items are immune to this spell.\u003cbr /\u003eYou may employ wood rot in combat with a successful melee touch attack.\u003cbr /\u003eWood rot used in this way instantaneously destroys 1d6 points of Armor Class gained from wooden armor or shields (up to the maximum amount of protection the armor offered).\u003cbr /\u003eWeapons in use by an opponent targeted by the spell are more difficult to grasp.\u003cbr /\u003eYou must succeed at a melee touch attack against the weapon.\u003cbr /\u003eA wooden or wooden-hafted weapon that is hit is destroyed.\u003cbr /\u003eNote: Striking at an opponent\u0026#39;s weapon provokes an attack of opportunity.\u003cbr /\u003eAlso, you must touch the weapon and not the other way around.\u003cbr /\u003eAgainst plant creatures, wood rot instantaneously deals 3d6 points of damage +1 per caster level (maximum +15) per successful attack.\u003cbr /\u003eThe spell lasts for 1 round per level, and you can make one melee touch attack per round.\u003cbr /\u003eMaterial Component: A live termite.\u003c/p\u003e","descriptors":"","divine_focus_component":"0","duration":"See text","effect":null,"id":2134,"material_component":"1","meta_breath_component":"0","name":"Wood Rot","page":null,"rulebook":"Oriental Adventures","saving_throw":"None","school":"Transmutation","somatic_component":"1","spell_range":"Touch","spell_resistance":"No","subschool":"","target":"One nonmagical wooden object (or the volume of the object within 3 ft. of the touched point) or one plant creature","true_name_component":"0","verbal_component":"1","xp_component":"0"}}