{"id":228,"created":1449242752,"modified":1449242752,"data":{"arcane_focus_component":"0","area":null,"casting_time":"1 action","corrupt_component":"0","description_html":"\u003cp\u003eThe caster places a curse on the creature touched, choosing one of the following three effects:\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eOne ability score is reduced to 1, or two ability scores take -6 penalties (to a minimum score of 1).\u003c/li\u003e\u003c/b\u003e\u003cli\u003e-8 penalty on attack rolls, saving throws, ability checks, and skill checks.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eEach turn, the subject has a 25% chance to act normally; otherwise, he takes no action.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003cbr /\u003eA player may invent a new curse, but it should be no more powerful than those listed above, and the Dungeon Master (DM) has final say on the curse\u0026#39;s effect.\u003cbr /\u003eA greater curse cannot be dispelled, nor can it can be removed with a break enchantment, limited wish, or remove curse spell.\u003cbr /\u003eA miracle or wish spell removes the greater curse, and any particular greater curse can be removed if the subject performs some deed that the caster designates.\u003cbr /\u003eThe deed must be something that the subject can accomplish within one year (assuming he undertakes it immediately).\u003cbr /\u003eFor example, the deed might be \u0026quot;Slay the dragon under Castle Bluecraft\u0026quot;, or \u0026quot;Climb the tallest mountain in the world\u0026quot;.\u003cbr /\u003eThe cursed victim can have help accomplishing the task, and in some cases another character can lift the curse (see the Curses section of Chapter 2 for guidelines).\u003c/p\u003e","descriptors":"","divine_focus_component":"0","duration":"Permanent","effect":null,"id":228,"material_component":"0","meta_breath_component":"0","name":"Bestow Greater Curse","page":null,"rulebook":"Book of Vile Darkness","saving_throw":"Will negates","school":"Transmutation","somatic_component":"1","spell_range":"Touch","spell_resistance":"Yes","subschool":"","target":"Creature touched","true_name_component":"0","verbal_component":"1","xp_component":"0"}}