{"id":2348,"created":1449242796,"modified":1449242796,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003eThis spell wards a creature from attacks by evil creatures, from mental control, and from summoned creatures. It creates a magical barrier around the subject at a distance of 1 foot. The barrier moves with the subject and has three major effects.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFirst, the subject gains a +2 deflection bonus to AC and a +2 resistance bonus on saves. Both these bonuses apply against attacks made or effects created by evil creatures.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eSecond, the barrier blocks any attempt to possess the warded creature (by a magic jar attack, for example) or to exercise mental control over the creature (including enchantment (charm) effects and enchantment (compulsion) effects that grant the caster ongoing control over the subject, such as dominate person). The protection does not prevent such effects from targeting the protected creature, but it suppresses the effect for the duration of the protection from evil effect. If the protection from evil effect ends before the effect granting mental control does, the would-be controller would then be able to mentally command the controlled creature. Likewise, the barrier keeps out a possessing life force but does not expel one if it is in place before the spell is cast. This second effect works regardless of alignment.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThird, the spell prevents bodily contact by summoned creatures. This causes the natural weapon attacks of such creatures to fail and the creatures to recoil if such attacks require touching the warded creature. Good summoned creatures are immune to this effect. The protection against contact by summoned creatures ends if the warded creature makes an attack against or tries to force the barrier against the blocked creature. Spell resistance can allow a creature to overcome this protection and touch the warded creature.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eArcane Material Component:\u003c/em\u003e A little powdered silver with which you trace a 3-foot -diameter circle on the floor (or ground) around the creature to be warded.\u003c/p\u003e","descriptors":"Good","divine_focus_component":"1","duration":"1 min./level (D)","effect":"","id":2348,"material_component":"1","meta_breath_component":"0","name":"Protection from Evil","page":266,"rulebook":"Player's Handbook v.3.5","saving_throw":"Will negates (harmless)","school":"Abjuration","somatic_component":"1","spell_range":"Touch","spell_resistance":"No; see text","subschool":"","target":"Creature touched","true_name_component":"0","verbal_component":"1","xp_component":"0"}}