{"id":2374,"created":1449242797,"modified":1449242797,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003eThis spell generates a bank of fog, similar to a fog cloud, except that its vapors are yellowish green and poisonous.\u003cbr /\u003eThese vapors automatically kill any living creature with 3 or fewer HD (no save).\u003cbr /\u003eA living creature with 4 to 6 HD is slain unless it succeeds on a Fortitude save (in which case it takes 1d4 points of Constitution damage on your turn each round while in the cloud).\u003cbr /\u003eA living creature with 6 or more HD takes 1d4 points of Constitution damage on your turn each round while in the cloud (a successful Fortitude save halves this damage).\u003cbr /\u003eHolding one\u0026#39;s breath doesn\u0026#39;t help, but creatures immune to poison are unaffected by the spell.\u003cbr /\u003eUnlike a fog cloud, the cloudkill moves away from you at 10 feet per round, rolling along the surface of the ground.\u003cbr /\u003eFigure out the cloud\u0026#39;s new spread each round based on its new point of origin, which is 10 feet farther away from the point of origin where you cast the spell.\u003cbr /\u003eBecause the vapors are heavier than air, they sink to the lowest level of the land, even pouring down den or sinkhole openings; thus, the spell is ideal for slaying hives of giant ants, for example.\u003cbr /\u003eIt cannot penetrate liquids, nor can it be cast underwater.\u003c/p\u003e","descriptors":"","divine_focus_component":"0","duration":"1 min./level","effect":"Cloud spreads in 20-ft. radius, 20 ft. high","id":2374,"material_component":"0","meta_breath_component":"0","name":"Cloudkill","page":210,"rulebook":"Player's Handbook v.3.5","saving_throw":"Fortitude partial; see text","school":"Conjuration","somatic_component":"1","spell_range":"Medium (100 ft. + 10 ft./level)","spell_resistance":"No","subschool":"Creation","target":"","true_name_component":"0","verbal_component":"1","xp_component":"0"}}