{"id":2463,"created":1449242799,"modified":1449242799,"data":{"arcane_focus_component":"0","area":"","casting_time":"10 minutes","corrupt_component":"0","description_html":"\u003cp\u003eYou create a circle on the floor or other horizontal surface that teleports, as greater teleport, any creature who stands on it to a designated spot.\u003cbr /\u003eOnce you designate the destination for the circle, you can\u0026#39;t change it.\u003cbr /\u003eThe spell fails if you attempt to set the circle to teleport creatures into a solid object, to a place with which you are not familiar and have no clear description, or to another plane.\u003cbr /\u003eThe circle itself is subtle and nearly impossible to notice.\u003cbr /\u003eIf you intend to keep creatures from activating it accidentally, you need to mark the circle in some way, such as by placing it on a raised platform.\u003cbr /\u003eTeleportation circle can be made permanent with a permanency spell.\u003cbr /\u003eA permanent teleportation circle that is disabled becomes inactive for 10 minutes, then can be triggered again as normal.\u003cbr /\u003eNote:Magic traps such as teleportation circle are hard to detect and disable.\u003cbr /\u003eA rogue (only) can use the Search skill to find the circle and Disable Device to thwart it.\u003cbr /\u003eThe DC in each case is 25 + spell level, or 34 in the case of teleportation circle.\u003cbr /\u003eMaterial Component: Amber dust to cover the area of the circle (cost 1,000 gp).\u003c/p\u003e","descriptors":"","divine_focus_component":"0","duration":"10 min./level (D)","effect":"5-ft.-radius circle that teleports those who activate it","id":2463,"material_component":"1","meta_breath_component":"0","name":"Teleportation Circle","page":293,"rulebook":"Player's Handbook v.3.5","saving_throw":"None","school":"Conjuration","somatic_component":"0","spell_range":"0 ft.","spell_resistance":"Yes","subschool":"Teleportation","target":"","true_name_component":"0","verbal_component":"1","xp_component":"0"}}