{"id":2526,"created":1449242800,"modified":1449242800,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 hour","corrupt_component":"0","description_html":"\u003cp\u003eYou cause an object or location to emanate magical vibrations that repel either a specific kind of   intelligent creature or creatures of a particular alignment, as defined by you.  The kind of creature to be affected must be named specifically\u0026#8212;for example, red dragons, hill giants, wererats, lammasus, cloakers, or vampires.  A creature subtype (such as goblinoid) is not specific enough.  Likewise, the specific alignment to be repelled must be named\u0026#8212;for example, chaotic evil, chaotic good, lawful neutral, or neutral.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eCreatures of the designated kind or alignment feel an overpowering urge to leave the area or to avoid the affected item. A compulsion forces them to abandon the area or item, shunning it and never willingly returning to it while the spell is in effect.  A creature that makes a successful saving throw can stay in the area or touch the item but feels uncomfortable doing so.  This distracting discomfort reduces the creature\u0026#39;s Dexterity score by 4 points.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eAntipathy\u003c/em\u003e counters and dispels \u003ca href=\"/spells/players-handbook-v35--6/sympathy--2579/\"\u003esympathy\u003c/a\u003e.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eArcane Material Component:\u003c/em\u003e A lump of alum soaked in vinegar.\u003c/p\u003e","descriptors":"Mind-Affecting","divine_focus_component":"1","duration":"2 hours/level (D)","effect":"","id":2526,"material_component":"1","meta_breath_component":"0","name":"Antipathy","page":200,"rulebook":"Player's Handbook v.3.5","saving_throw":"Will partial","school":"Enchantment","somatic_component":"1","spell_range":"Close (25 ft. + 5 ft./2 levels)","spell_resistance":"Yes","subschool":"Compulsion","target":"One location (up to a 10-ft. cube/level) or one object","true_name_component":"0","verbal_component":"1","xp_component":"0"}}