{"id":2596,"created":1449242802,"modified":1449242802,"data":{"arcane_focus_component":"0","area":"20-ft.-radius emanation","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003eThis spell blesses an area with positive energy. Each Charisma check made to turn undead within this area gains a +3 sacred bonus. Every undead creature entering a consecrated area suffers minor disruption, giving it a -1 penalty on attack rolls, damage rolls, and saves. Undead cannot be created within or summoned into a consecrated area.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf the consecrated area contains an altar, shrine, or other permanent fixture dedicated to your deity, pantheon, or aligned higher power, the modifiers given above are doubled (+6 sacred bonus on turning  checks, -2 penalties for undead in the area). You cannot consecrate an area with a similar fixture of a deity other than your own patron.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf the area does contain an altar, shrine, or other permanent fixture of a deity, pantheon, or higher power other than your patron, the consecrate spell instead curses the area, cutting off its connection with the associated deity or power. This secondary function, if used, does not also grant the bonuses and penalties relating to undead, as given above. Consecrate counters and dispels desecrate.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMaterial Component: A vial of holy water and 25 gp worth (5 pounds) of silver dust, all of which must be sprinkled around the area.\u003c/p\u003e","descriptors":"Good","divine_focus_component":"1","duration":"2 hours/level","effect":"","id":2596,"material_component":"1","meta_breath_component":"0","name":"Consecrate","page":212,"rulebook":"Player's Handbook v.3.5","saving_throw":"None","school":"Evocation","somatic_component":"1","spell_range":"Close (25 ft. + 5 ft./2 levels)","spell_resistance":"No","subschool":"","target":"","true_name_component":"0","verbal_component":"1","xp_component":"0"}}