{"id":2651,"created":1449242803,"modified":1449242803,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003eA weapon made of pure force springs into existence and attacks opponents at a distance, as you direct it, dealing 1d8 force damage per hit, +1 point per three caster levels (maximum +5 at 15th level). The weapon takes the shape of a weapon favored by your deity or a weapon with some spiritual significance or symbolism to you (see below) and has the same threat range and critical multipliers as a real weapon of its form. It strikes the opponent you designate, starting with one attack in the round the spell is cast and continuing each round thereafter on your turn. It uses your base attack bonus (possibly allowing it multiple attacks per round in subsequent rounds) plus your Wisdom modifier as its attack bonus. It strikes as a spell, not as a weapon, so, for example, it can damage creatures that have damage reduction. As a force effect, it can strike incorporeal creatures without the normal miss chance associated with incorporeality. The weapon always strikes from your direction. It does not get a  flanking bonus or help a combatant get one. Your feats (such as Weapon Focus) or combat actions (such as charge) do not affect the weapon. If the weapon goes beyond the spell range, if it goes out of your sight, or if you are not directing it, the weapon returns to you and hovers. \u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eEach round after the first, you can use a move action to redirect the weapon to a new target. If you do not, the weapon continues to attack the previous round\u0026#39;s target. On any round that the weapon switches targets, it gets one attack. Subsequent rounds of attacking that target allow the weapon to make multiple attacks if your base attack bonus would allow it to. Even if the spiritual weapon is a ranged weapon, use the spell\u0026#39;s range, not the weapon\u0026#39;s normal range increment, and switching targets still is a move action.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA spiritual weapon cannot be attacked or harmed by physical attacks, but dispel magic, disintegrate, a sphere of annihilation, or a rod of cancellation affects it. A spiritual weapon\u0026#39;s AC against touch attacks is 12 (10 + size bonus for Tiny object). \u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf an attacked creature has spell resistance, you make a caster level check (1d20 + caster level) against that spell resistance the first time the spiritual weapon strikes it. If the weapon is successfully resisted, the spell is dispelled. If not, the weapon has its normal full effect on that creature for the duration of the spell.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe weapon that you get is often a force replica of your deity\u0026#39;s own personal weapon, many of which have individual names. A cleric without a deity gets a weapon based on his alignment. A neutral cleric without a deity can create a spiritual weapon of any alignment, provided he is acting at least generally in accord with that alignment at the time.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe weapons associated with each deity or alignment are as follows.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eBoccob:\u003c/em\u003e Quarterstaff, \u0026quot;Staff of Boccob\u0026quot;\u003cbr /\u003e\u003cem\u003eCorellon Larethian:\u003c/em\u003e Longsword, \u0026quot;Sahandrian\u0026quot;\u003cbr /\u003e\u003cem\u003eEhlonna:\u003c/em\u003e Longsword, \u0026quot;Jenevier\u0026quot;\u003cbr /\u003e\u003cem\u003eErythnul:\u003c/em\u003e Morningstar, \u0026quot;Agony\u0026quot;\u003cbr /\u003e\u003cem\u003eFharlanghn:\u003c/em\u003e Quarterstaff, \u0026quot;Traveler\u0026#39;s Friend\u0026quot;\u003cbr /\u003e\u003cem\u003eGarl Glittergold:\u003c/em\u003e Battleaxe, \u0026quot;Arumdina\u0026quot;\u003cbr /\u003e\u003cem\u003eGruumsh:\u003c/em\u003e Spear, \u0026quot;Bloodspear\u0026quot;\u003cbr /\u003e\u003cem\u003eHeironeous:\u003c/em\u003e Longsword, \u0026quot;Justice-bringer\u0026quot;\u003cbr /\u003e\u003cem\u003eHextor:\u003c/em\u003e Flail, \u0026quot;Executioner\u0026quot;\u003cbr /\u003e\u003cem\u003eKord:\u003c/em\u003e Greatsword, \u0026quot;Kelmar\u0026quot;\u003cbr /\u003e\u003cem\u003eMoradin:\u003c/em\u003e Warhammer, \u0026quot;Soulhammer\u0026quot;\u003cbr /\u003e\u003cem\u003eNerull:\u003c/em\u003e Scythe, \u0026quot;Lifecutter\u0026quot;\u003cbr /\u003e\u003cem\u003eObad-Hai:\u003c/em\u003e Quarterstaff, \u0026quot;Stormstouch\u0026quot;\u003cbr /\u003e\u003cem\u003eOlidammara:\u003c/em\u003e Rapier, \u0026quot;Swiftstrike\u0026quot;\u003cbr /\u003e\u003cem\u003ePelor:\u003c/em\u003e Heavy Mace, \u0026quot;Sunscepter\u0026quot;\u003cbr /\u003e\u003cem\u003eSt. Cuthbert:\u003c/em\u003e Heavy Mace, \u0026quot;The Mace of Cuthbert\u0026quot;\u003cbr /\u003e\u003cem\u003eVecna:\u003c/em\u003e Dagger, \u0026quot;Afterthought\u0026quot;\u003cbr /\u003e\u003cem\u003eWee Jas:\u003c/em\u003e Dagger, \u0026quot;Discretion\u0026quot;\u003cbr /\u003e\u003cem\u003eYondalla:\u003c/em\u003e Short sword, \u0026quot;Hornblade\u0026quot;\u003cbr /\u003e\u003cem\u003eChaos:\u003c/em\u003e Battleaxe, \u0026quot;The Blade of Change\u0026quot;\u003cbr /\u003e\u003cem\u003eEvil:\u003c/em\u003e Light flail, \u0026quot;The Scourge of Souls\u0026quot;\u003cbr /\u003e\u003cem\u003eGood:\u003c/em\u003e Warhammer, \u0026quot;The Hammer of Justice\u0026quot;\u003cbr /\u003e\u003cem\u003eLaw:\u003c/em\u003e Sword, \u0026quot;The Sword of Truth\u0026quot;\u003c/p\u003e","descriptors":"Force","divine_focus_component":"1","duration":"1 round/level (D)","effect":"Magic weapon of force","id":2651,"material_component":"0","meta_breath_component":"0","name":"Spiritual Weapon","page":283,"rulebook":"Player's Handbook v.3.5","saving_throw":"None","school":"Evocation","somatic_component":"1","spell_range":"Medium (100 ft. + 10 ft./level)","spell_resistance":"Yes","subschool":"","target":"","true_name_component":"0","verbal_component":"1","xp_component":"0"}}