{"id":2801,"created":1449242806,"modified":1449242806,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003eA thin, green ray springs from your pointing finger.\u003cbr /\u003eYou must make a successful ranged touch attack to hit.\u003cbr /\u003eAny creature struck by the ray takes 2d6 points of damage per caster level (to a maximum of 40d6).\u003cbr /\u003eAny creature reduced to 0 or fewer hit points by this spell is entirely disintegrated, leaving behind only a trace of fine dust.\u003cbr /\u003eA disintegrated creature\u0026#39;s equipment is unaffected.\u003cbr /\u003eWhen used against an object, the ray simply disintegrates as much as one 10-foot cube of nonliving matter.\u003cbr /\u003eThus, the spell disintegrates only part of any very large object or structure targeted.\u003cbr /\u003eThe ray affects even objects constructed entirely of force, such as Bigby\u0026#39;s forceful hand or a wall of force, but not magical effects such as a globe of invulnerability or an antimagic field.\u003cbr /\u003eA creature or object that makes a successful Fortitude save is partially affected, taking only 5d6 points of damage.\u003cbr /\u003eIf this damage reduces the creature or object to 0 or fewer hit points, it is entirely disintegrated.\u003cbr /\u003eOnly the first creature or object struck can be affected; that is, the ray affects only one target per casting.\u003cbr /\u003eArcane Material Component: A lodestone and a pinch of dust.\u003c/p\u003e","descriptors":"","divine_focus_component":"1","duration":"Instantaneous","effect":"Ray","id":2801,"material_component":"1","meta_breath_component":"0","name":"Disintegrate","page":222,"rulebook":"Player's Handbook v.3.5","saving_throw":"Fortitude partial (object)","school":"Transmutation","somatic_component":"1","spell_range":"Medium (100 ft. + 10 ft./level)","spell_resistance":"Yes","subschool":"","target":"","true_name_component":"0","verbal_component":"1","xp_component":"0"}}