{"id":2853,"created":1449242807,"modified":1449242807,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003eThis spell functions like polymorph, except that it changes one object or creature into another.\u003cbr /\u003eThe duration of the spell depends on how radical a change is made from the original state to its enchanted state.\u003cbr /\u003eThe DM determines the duration by using the following guidelines.\u003cbr /\u003eUnlike polymorph, polymorph any object does grant the creature the Intelligence score of its new form.\u003cbr /\u003eIf the original form didn\u0026#39;t have a Wisdom or Charisma score, it gains those scores as appropriate for the new form.\u003cbr /\u003eDamage taken by the new form can result in the injury or death of the polymorphed creature.\u003cbr /\u003eFor example, it is possible to polymorph a creature into rock and then grind it to dust, causing damage, perhaps even death.\u003cbr /\u003eIf the creature was changed to dust to start with, more creative methods to damage it would be needed.\u003cbr /\u003ePerhaps you could use a gust of wind spell to scatter the dust far and wide.\u003cbr /\u003eIn general, damage occurs when the new form is changed through physical force, although the DM must adjudicate many of these situations.\u003cbr /\u003eA nonmagical object cannot be made into a magic item with this spell.\u003cbr /\u003eMagic items aren\u0026#39;t affected by this spell.\u003cbr /\u003eThis spell cannot create material of great intrinsic value, such as copper, silver, gems, silk, gold, platinum, mithral, or adamantine.\u003cbr /\u003eIt also cannot reproduce the special properties of cold iron in order to overcome the damage reduction of certain creatures.\u003cbr /\u003eThis spell can also be used to duplicate the effects of baleful polymorph, polymorph, flesh to stone, stone to flesh, transmute mud to rock, transmute metal to wood, or transmute rock to mud.\u003cbr /\u003eArcane Material Component:Mercury, gum arabic, and smoke.\u003c/p\u003e","descriptors":"","divine_focus_component":"1","duration":"See text","effect":"","id":2853,"material_component":"1","meta_breath_component":"0","name":"Polymorph Any Object","page":263,"rulebook":"Player's Handbook v.3.5","saving_throw":"Fortitude negates (object); see text","school":"Transmutation","somatic_component":"1","spell_range":"Close (25 ft. + 5 ft./2 levels)","spell_resistance":"Yes (object)","subschool":"","target":"One creature, or one nonmagical object of up to 100 cu. ft./level","true_name_component":"0","verbal_component":"1","xp_component":"0"}}