{"id":2854,"created":1449242807,"modified":1449242807,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003eThis spell functions like alter self, except that you change the willing subject into another form of living creature. The new form may be of the same type as the subject or any of the following types: aberration, animal, dragon, fey, giant, humanoid, magical beast, monstrous humanoid, ooze, plant, or vermin. The assumed form can\u0026#39;t have more Hit Dice than your caster level (or the subject\u0026#39;s HD, whichever is lower), to a maximum of 15 HD at 15th level. You can\u0026#39;t cause a subject to assume a form smaller than Fine, nor can you cause a subject to assume an incorporeal or gaseous form. The subject\u0026#39;s creature type and subtype (if any) change to match the new form (see the Monster Manual for more information).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eUpon changing, the subject regains lost hit points as if it had rested for a night (though this healing does not restore temporary ability damage and provide other benefits of resting; and changing back does not heal the subject further). If slain, the subject reverts to its original form, though it remains dead.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe subject gains the Strength, Dexterity, and Constitution scores of the new form but retains its own Intelligence, Wisdom, and Charisma scores. It also gains all extraordinary special attacks possessed by the form (such as constrict, improved grab, and poison) but does not gain the extraordinary special qualities possessed by the new form (such as blindsense, fast healing, regeneration, and scent) or any supernatural or spell-like abilities.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIncorporeal or gaseous creatures are immune to being polymorphed, and a creature with the shapechanger subtype (such as a lycanthrope or a doppelganger) can revert to its natural form as a standard action.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMaterial Component: An empty cocoon.\u003c/p\u003e","descriptors":"","divine_focus_component":"0","duration":"1 min./level (D)","effect":"","id":2854,"material_component":"1","meta_breath_component":"0","name":"Polymorph","page":263,"rulebook":"Player's Handbook v.3.5","saving_throw":"None","school":"Transmutation","somatic_component":"1","spell_range":"Touch","spell_resistance":"No","subschool":"","target":"Willing living creature touched","true_name_component":"0","verbal_component":"1","xp_component":"0"}}