{"id":2863,"created":1449242808,"modified":1449242808,"data":{"arcane_focus_component":"0","area":"60-ft. line-shaped emanation from you","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003eWaves of energy roll forth from you, moving in the direction that you determine, causing all wooden objects in the path of the spell to be pushed away from you to the limit of the range.\u003cbr /\u003eWooden objects larger than 3 inches in diameter that are fixed firmly are not affected, but loose objects are.\u003cbr /\u003eObjects 3 inches in diameter or smaller that are fixed in place splinter and break, and the pieces move with the wave of energy.\u003cbr /\u003eObjects affected by the spell are repelled at the rate of 40 feet per round.\u003cbr /\u003eObjects such as wooden shields, spears, wooden weapon shafts and hafts, and arrows and bolts are pushed back, dragging those carrying them along.\u003cbr /\u003e(A creature being dragged by an item it is carrying can let go.\u003cbr /\u003eA creature being dragged by a shield can loose it as a move action and drop it as a free action).\u003cbr /\u003eIf a spear is planted (set) to prevent this forced movement, it splinters.\u003cbr /\u003eEven magic items with wooden sections are repelled, although an antimagic field blocks the effects.\u003cbr /\u003eThe waves of energy continue to sweep down the set path for the spell\u0026#39;s duration.\u003cbr /\u003eAfter you cast the spell, the path is set, and you can then do other things or go elsewhere without affecting the spell\u0026#39;s power.\u003c/p\u003e","descriptors":"","divine_focus_component":"0","duration":"1 min./level (D)","effect":"","id":2863,"material_component":"0","meta_breath_component":"0","name":"Repel Wood","page":271,"rulebook":"Player's Handbook v.3.5","saving_throw":"None","school":"Transmutation","somatic_component":"1","spell_range":"60 ft.","spell_resistance":"No","subschool":"","target":"","true_name_component":"0","verbal_component":"1","xp_component":"0"}}