{"id":2866,"created":1449242808,"modified":1449242808,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003eWhen this spell is cast upon a piece of rope from 5 to 30 feet long, one end of the rope rises into the air until the whole rope hangs perpendicular to the ground, as if affixed at the upper end.\u003cbr /\u003eThe upper end is, in fact, fastened to an extradimensional space that is outside the multiverse of extradimensional spaces (\u0026quot;planes\u0026quot;).\u003cbr /\u003eCreatures in the extradimensional space are hidden, beyond the reach of spells (including divinations), unless those spells work across planes.\u003cbr /\u003eThe space holds as many as eight creatures (of any size).\u003cbr /\u003eCreatures in the space can pull the rope up into the space, making the rope \u0026quot;disappear\u0026quot;.\u003cbr /\u003eIn that case, the rope counts as one of the eight creatures that can fit in the space.\u003cbr /\u003eThe rope can support up to 16,000 pounds.\u003cbr /\u003eA weight greater than that can pull the rope free.\u003cbr /\u003eSpells cannot be cast across the extradimensional interface, nor can area effects cross it.\u003cbr /\u003eThose in the extradimensional space can see out of it as if a 3-foot-by-5-foot window were centered on the rope.\u003cbr /\u003eThe window is present on the Material Plane, but it\u0026#39;s invisible, and even creatures that can see the window can\u0026#39;t see through it.\u003cbr /\u003eAnything inside the extradimensional space drops out when the spell ends.\u003cbr /\u003eThe rope can be climbed by only one person at a time.\u003cbr /\u003eThe rope trick spell enables climbers to reach a normal place if they do not climb all the way to the extradimensional space.\u003cbr /\u003eNote: It is hazardous to create an extradimensional space within an existing extradimensional space or to take an extradimensional space into an existing one.\u003cbr /\u003eMaterial Component: Powdered corn extract and a twisted loop of parchment.\u003c/p\u003e","descriptors":"","divine_focus_component":"0","duration":"1 hour/level (D)","effect":"","id":2866,"material_component":"1","meta_breath_component":"0","name":"Rope Trick","page":273,"rulebook":"Player's Handbook v.3.5","saving_throw":"None","school":"Transmutation","somatic_component":"1","spell_range":"Touch","spell_resistance":"No","subschool":"","target":"One touched piece of rope from 5 ft. to 30 ft. long","true_name_component":"0","verbal_component":"1","xp_component":"0"}}