{"id":2883,"created":1449242808,"modified":1449242808,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003eYou move objects or creatures by concentrating on them. Depending on the version selected, the spell can provide a gentle, sustained force, perform a variety of combat maneuvers, or exert a single short, violent thrust.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eSustained Force:\u003c/em\u003e A sustained force moves an object weighing no more than 25 pounds per caster level (maximum 375 pounds at 15th level) up to 20 feet per round. A creature can negate the effect on an object it possesses with a successful Will save or with spell resistance.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis version of the spell can last 1 round per caster level, but it ends if you cease concentration. The weight can be moved vertically, horizontally, or in both directions. An object cannot be moved beyond your range. The spell ends if the object is forced beyond the range. If you cease concentration for any reason, the object falls or stops.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAn object can be telekinetically manipulated as if with one hand. For example, a lever or rope can be pulled, a key can be turned, an object rotated, and so on, if the force required is within the weight limitation. You might even be able to untie simple knots, though delicate activities such as these require  Intelligence checks against a DC set by the DM.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eCombat Maneuver:\u003c/em\u003e Alternatively, once per round, you can use telekinesis to perform a bull rush, disarm, grapple (including pin), or trip. Resolve these attempts as normal, except that they don\u0026#39;t provoke attacks of opportunity, you use your caster level in place of your base attack bonus (for disarm and grapple), you use your Intelligence modifier (if a wizard) or Charisma modifier (if a sorcerer) in place of your Strength or Dexterity modifier, and a failed attempt doesn\u0026#39;t allow a reactive attempt by the target (such as for disarm or trip). No save is allowed against these attempts, but spell resistance applies normally. This version of the spell can last 1 round per caster level, but it ends if you  cease concentration.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eViolent Thrust:\u003c/em\u003e Alternatively, the spell energy can be spent in a single round. You can hurl one object  or creature per caster level (maximum 15) that are within range and all within 10 feet of each other toward any target within 10 feet per level of all the objects. You can hurl up to a total weight of 25 pounds per caster level (maximum 375 pounds at 15th level).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou must succeed on attack rolls (one per creature or object thrown) to hit the target with the items, using your base attack bonus + your Intelligence modifier (if a wizard) or Charisma modifier (if a sorcerer). Weapons cause standard damage (with no Strength bonus; note that arrows or bolts deal damage as daggers of their size when used in this manner). Other objects cause damage ranging from 1 point per 25 pounds (for less dangerous objects such as a barrel) to 1d6 points of damage per 25 pounds (for hard, dense objects such as a boulder).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eCreatures who fall within the weight capacity of the spell can be hurled, but they are allowed Will saves  (and spell resistance) to negate the effect, as are those whose held possessions are targeted by the spell. If a telekinesed creature is hurled against a solid surface, it takes damage as if it had fallen 10 feet (1d6 points).\u003c/p\u003e","descriptors":"","divine_focus_component":"0","duration":"Concentration (up to 1 round/level) or instantaneous; see text","effect":"","id":2883,"material_component":"0","meta_breath_component":"0","name":"Telekinesis","page":292,"rulebook":"Player's Handbook v.3.5","saving_throw":"Will negates (object) or None; see text","school":"Transmutation","somatic_component":"1","spell_range":"Long (400 ft. + 40 ft./level)","spell_resistance":"Yes (object); see text","subschool":"","target":"See text","true_name_component":"0","verbal_component":"1","xp_component":"0"}}