{"id":2892,"created":1449242808,"modified":1449242808,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003eYou cause wood to bend and warp, permanently destroying its straightness, form, and strength.\u003cbr /\u003eA warped door springs open (or becomes stuck, requiring a Strength check to open, at your option).\u003cbr /\u003eA boat or ship springs a leak.\u003cbr /\u003eWarped ranged weapons are useless.\u003cbr /\u003eA warped melee weapon causes a -4 penalty on attack rolls.\u003cbr /\u003eYou may warp one Small or smaller object (such as a wagon wheel or a human\u0026#39;s crossbow) or its equivalent per caster level.\u003cbr /\u003eA Medium object (such as an oar or a human\u0026#39;s spear) counts as two Small objects, a Large object (such as a rowboat or a hill giant\u0026#39;s greatclub) as four, a Huge object (such as a wagon or a cloud giant\u0026#39;s morningstar) as eight, a Gargantuan object (such as a keelboat) as sixteen, and a Colossal object (such as a sailing ship) as thirty-two.\u003cbr /\u003eAlternatively, you can unwarp wood (effectively warping it back to normal) with this spell, straightening wood that has been warped by this spell or by other means.\u003cbr /\u003eMake whole, on the other hand, does no good in repairing a warped item.\u003cbr /\u003eYou can combine multiple consecutive warp wood spells to warp (or unwarp) an object that is too large for you to warp with a single spell.\u003cbr /\u003eUntil the object is completely warped, it suffers no ill effects.\u003c/p\u003e","descriptors":"","divine_focus_component":"0","duration":"Instantaneous","effect":"","id":2892,"material_component":"0","meta_breath_component":"0","name":"Warp Wood","page":300,"rulebook":"Player's Handbook v.3.5","saving_throw":"Will negates (object)","school":"Transmutation","somatic_component":"1","spell_range":"Close (25 ft. + 5 ft./2 levels)","spell_resistance":"Yes (object)","subschool":"","target":"1 Small wooden object/level, all within a 20-ft. radius","true_name_component":"0","verbal_component":"1","xp_component":"0"}}