{"id":2902,"created":1449242809,"modified":1449242809,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003e\u003cem\u003eWish\u003c/em\u003e is the mightiest spell a wizard or sorcerer can cast. By simply speaking aloud, you can alter reality to better suit you. Even \u003cem\u003ewish\u003c/em\u003e, however, has its limits.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA \u003cem\u003ewish\u003c/em\u003e can produce any one of the following effects.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eDuplicate any wizard or sorcerer spell of 8th level or lower, provided the spell is not of a school prohibited to you.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eDuplicate any other spell of 6th level or lower, provided the spell is not of a school prohibited to you.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eDuplicate any wizard or sorcerer spell of 7th level or lower even if it\u0026#39;s of a prohibited school.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eDuplicate any other spell of 5th level or lower even if it\u0026#39;s of a prohibited school.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eUndo the harmful effects of many other spells, such as \u003cem\u003egeas/quest\u003c/em\u003e or \u003cem\u003einsanity\u003c/em\u003e.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eCreate a nonmagical item of up to 25,000 gp in value.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eCreate a magic item, or add to the powers of an existing magic item.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eGrant a creature a +1 inherent bonus to an ability score. Two to five \u003cem\u003ewish\u003c/em\u003e spells cast in immediate succession can grant a creature a +2 to +5 inherent bonus to an ability score (two wishes for a +2 inherent bonus, three for a +3 inherent bonus, and so on). Inherent bonuses are instantaneous, so they cannot be dispelled. Note: An inherent bonus may not exceed +5 for a single ability score, and inherent bonuses to a particular ability score do not stack, so only the best one applies.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eRemove injuries and afflictions. A single \u003cem\u003ewish\u003c/em\u003e can aid one creature per caster level, and all subjects are cured of the same kind of affliction. For example, you could heal all the damage you and your companions have taken, or remove all poison effects from everyone in the party, but not do both with the same \u003cem\u003ewish\u003c/em\u003e. A \u003cem\u003ewish\u003c/em\u003e can never restore the experience point loss from casting a spell or the level or Constitution loss from being raised from the dead.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eRevive the dead. A \u003cem\u003ewish\u003c/em\u003e can bring a dead creature back to life by duplicating a resurrection spell. A \u003cem\u003ewish\u003c/em\u003e can revive a dead creature whose body has been destroyed, but the task takes two \u003cem\u003ewish\u003c/em\u003e, one to recreate the body and another to infuse the body with life again. A \u003cem\u003ewish\u003c/em\u003e cannot prevent a character who was brought back to life from losing an experience level.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eTransport travelers. A \u003cem\u003ewish\u003c/em\u003e can lift one creature per caster level from anywhere on any plane and place those creatures anywhere else on any plane regardless of local conditions. An unwilling target gets a Will save to negate the effect, and spell resistance (if any) applies.\u003c/li\u003e\u003c/b\u003e\u003cli\u003eUndo misfortune. A \u003cem\u003ewish\u003c/em\u003e can undo a single recent event. The \u003cem\u003ewish\u003c/em\u003e forces a reroll of any roll made within the last round (including your last turn). Reality reshapes itself to accommodate the new result. For example, a \u003cem\u003ewish\u003c/em\u003e could undo an opponent\u0026#39;s successful save, a foe\u0026#39;s successful critical hit (either the attack roll or the critical roll), a friend\u0026#39;s failed save, and so on. The reroll, however, may be as bad as or worse than the original roll. An unwilling target gets a Will save to negate the effect, and spell resistance (if any) applies.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou may try to use a \u003cem\u003ewish\u003c/em\u003e to produce greater effects than these, but doing so is dangerous. Such a \u003cem\u003ewish\u003c/em\u003e gives the DM the opportunity to fulfil your request without fulfilling it completely. (The \u003cem\u003ewish\u003c/em\u003e may pervert your intent into a literal but undesirable fulfillment or only a partial fulfillment). For example, wishing for a \u003cem\u003estaff of the\u003c/em\u003e magi might get you instantly transported to the presence of the staff\u0026#39;s current owner. Wishing to be immortal could get you imprisoned in a hidden extradimensional space (as by an imprisonment spell), where you could \u0026quot;live\u0026quot; indefinitely.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eDuplicated spells allow saves and spell resistance as normal (but save DCs are for 9th-level spells).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eMaterial Component:\u003c/em\u003e When a \u003cem\u003ewish\u003c/em\u003e duplicates a spell with a material component that costs more than 10,000 gp, you must provide that component.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eXP Cost:\u003c/em\u003e The minimum XP cost for casting \u003cem\u003ewish\u003c/em\u003e is 5,000 XP. When a \u003cem\u003ewish\u003c/em\u003e duplicates a spell that has an XP cost, you must pay 5,000 XP or that cost, whichever is more. When a \u003cem\u003ewish\u003c/em\u003e creates or improves a magic item, you must pay twice the normal XP cost for crafting or improving the item, plus an additional 5,000 XP.\u003c/p\u003e","descriptors":"","divine_focus_component":"0","duration":"See text","effect":"","id":2902,"material_component":"0","meta_breath_component":"0","name":"Wish","page":302,"rulebook":"Player's Handbook v.3.5","saving_throw":"See text","school":"Universal","somatic_component":"0","spell_range":"See text","spell_resistance":"Yes","subschool":"","target":"See text","true_name_component":"0","verbal_component":"1","xp_component":"1"}}