{"id":3133,"created":1449242814,"modified":1449242814,"data":{"arcane_focus_component":"0","area":null,"casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003eA thick haze of swirling dust and sand swirls out from the point you designate.\u003cbr /\u003eThe effect obscures all sight, including darkvision, beyond 5 feet.\u003cbr /\u003eA creature within 5 feet has concealment.\u003cbr /\u003eCreatures farther away have total concealment.\u003cbr /\u003eUnprotected, nonmagical flames are automatically extinguished, and there is a 50% chance that protected flames will be snuffed.\u003cbr /\u003eIn addition to obscuring sight, the swirling dust abrades any creature within it or attempting to move through it.\u003cbr /\u003eAny creature passing through the haze takes 1d4 points of damage per two caster levels (maximum 5d4), with no save allowed.\u003cbr /\u003eIf you conjure haboob so that it appears where creatures are located, each creature takes damage as if passing through the haze.\u003cbr /\u003eSuch creatures take half damage with a successful Reflex save, but if these creatures do not leave the affected area at their next opportunity, they take full damage from the abrading sands (no save) as if they had voluntarily entered the area.\u003cbr /\u003eAny creature that remains within the affected area for more than 1 round likewise takes damage automatically (no save).\u003cbr /\u003eA moderate wind (11+ mph) disperses the dust in 8 rounds; a strong wind (21+ mph) disperses it in 4 rounds.\u003cbr /\u003eThis spell does not function underwater.\u003cbr /\u003eMaterial Component: A pinch of ash, dust, or sand.\u003c/p\u003e","descriptors":"Air, Earth","divine_focus_component":"0","duration":"1 min./level","effect":"Abrasive dust spreads in 20-ft. radius, 20 ft. high","id":3133,"material_component":"1","meta_breath_component":"0","name":"Haboob","page":null,"rulebook":"Sandstorm","saving_throw":"None or Reflex half; see text","school":"Conjuration","somatic_component":"1","spell_range":"Medium (100 ft. + 10 ft. level)","spell_resistance":"No","subschool":"Creation","target":null,"true_name_component":"0","verbal_component":"1","xp_component":"0"}}