{"id":3150,"created":1449242814,"modified":1449242814,"data":{"arcane_focus_component":"1","area":"Cone-shaped emanation","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003eYou sense the direction of a substantial body of water.\u003cbr /\u003eThe amount of information revealed depends on how long you search a particular area.\u003cbr /\u003e1st Round: Presence or absence of water.\u003cbr /\u003e2nd Round:Number of water sources in the area and the rough size of the largest one present.\u003cbr /\u003e3rd Round: The size (see below) and location of each source of water.\u003cbr /\u003eIf a water source is outside your line of sight, then you discern its direction but not its exact location.\u003cbr /\u003eSize: For the purpose of this spell, the size categories of bodies of water are as follows.\u003cbr /\u003eSmall: A small pond or pool (200 cubic feet or less) or a brook (5 feet across or smaller).\u003cbr /\u003eMedium: A large pond or small lake (up to 20,000 cubic feet) or a good-sized stream (up to 30 feet across).\u003cbr /\u003eLarge: A large lake (up to 10 million cubic feet) or a broad river.\u003cbr /\u003eVast: An ocean or an inland sea.\u003cbr /\u003eCreatures cannot be found by this spell.\u003cbr /\u003eThe spell ignores small quantities of water, such as filled bottles and skins.\u003cbr /\u003eThe spell reveals nothing about the quality of the water or how easy it is to reach.\u003cbr /\u003eThe presence of fire or magma within the spell\u0026#39;s area blocks it.\u003cbr /\u003eArcane Focus: A forked hazel wand.\u003c/p\u003e","descriptors":"","divine_focus_component":"1","duration":"Concentration, up to 10 min./level","effect":null,"id":3150,"material_component":"0","meta_breath_component":"0","name":"Locate Water","page":null,"rulebook":"Sandstorm","saving_throw":"None","school":"Divination","somatic_component":"1","spell_range":"Long (400 ft. + 40 ft./level)","spell_resistance":"No","subschool":"","target":null,"true_name_component":"0","verbal_component":"1","xp_component":"0"}}