{"id":3152,"created":1449242814,"modified":1449242814,"data":{"arcane_focus_component":"0","area":null,"casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003eYou create a dust devil composed of slumber-inducing particles.\u003cbr /\u003eIt flies at a speed of 30 feet per round (perfect maneuverability), and you can concentrate on controlling its every movement or specify a simple program.\u003cbr /\u003eDirecting the vortex\u0026#39;s movement is a move action, while changing its programmed movement is a standard action.\u003cbr /\u003eIf you don\u0026#39;t move or program the vortex, it merely stays at rest, spinning and howling.\u003cbr /\u003eThe vortex dissipates if it exceeds the spell\u0026#39;s range.\u003cbr /\u003eIf the sleep mote enters a space with a creature, it stops moving for the round and causes a magical slumber to come upon any creature whose space it completely engulfs that fails a Will saving throw (thus, creatures larger than Medium size have immunity to a sleep mote).\u003cbr /\u003eEven on a successful Will saving throw, affected creatures are sleepy, and take a -2 penalty on all Wisdom, Intelligence, and Charisma checks for the spell\u0026#39;s duration.\u003cbr /\u003eSleeping creatures are helpless.\u003cbr /\u003eSlapping or wounding awakens an affected creature, but normal noise does not.\u003cbr /\u003eAwakening a creature is a standard action (an application of the aid another action).\u003cbr /\u003eSleep mote has no effect on unconscious creatures.\u003cbr /\u003eArcane Material Component: A pinch of fine sand and a live cricket.\u003c/p\u003e","descriptors":"Mind-Affecting","divine_focus_component":"1","duration":"1 round/level; see text","effect":"5-ft.-diameter sphere","id":3152,"material_component":"1","meta_breath_component":"0","name":"Sleep Mote","page":null,"rulebook":"Sandstorm","saving_throw":"Will partial","school":"Enchantment","somatic_component":"1","spell_range":"Medium (100 ft. + 10 ft./level)","spell_resistance":"Yes","subschool":"Compulsion","target":null,"true_name_component":"0","verbal_component":"1","xp_component":"0"}}