{"id":3345,"created":1449242818,"modified":1449242818,"data":{"arcane_focus_component":"0","area":null,"casting_time":"1 action","corrupt_component":"0","description_html":"\u003cp\u003eThe targets of this spell hear a sudden, distant song that instills in them a longing for the sea.\u003cbr /\u003eThose who have heard it compare it to the song of a siren.\u003cbr /\u003eA target who fails a saving throw against this spell moves immediately toward the nearest stretch of ocean that it can find and attempts to completely submerse itself in the water.\u003cbr /\u003eThis flight will be by the safest means possible, withdrawing from combat, fighting defensively, and not passing through threatened areas.\u003cbr /\u003eThe target will only fight if someone actively attempts to prevent it from following through with its search for the ocean; if this fight is with an ally, the target is granted a second saving throw to throw off the effects of the spell.\u003cbr /\u003eIn some environments, this means that those affected simply flee in the direction of the nearest coast.\u003cbr /\u003eAlong a shoreline, targets often plunge into the surf.\u003cbr /\u003eAboard ship, they leap overboard.\u003cbr /\u003eIf the subject has no idea where to find a substantial body of water, it simply chooses a random direction and continues until the spell expires.\u003cbr /\u003eOnce the spell\u0026#39;s subjects are in the water, they begin swimming toward the deepest part of it they can reach, immersing themselves completely and refusing to come up for air, though they hold their breath as long as they are able.\u003c/p\u003e","descriptors":"Mind-Affecting","divine_focus_component":"0","duration":"1 round/level (D)","effect":null,"id":3345,"material_component":"0","meta_breath_component":"0","name":"Siren's Call","page":null,"rulebook":"Stormwrack","saving_throw":"Will negates","school":"Enchantment","somatic_component":"1","spell_range":"Close (25 ft. + 5 ft./2 levels)","spell_resistance":"Yes","subschool":"Compulsion","target":"One creature/2 levels, no two of which can be more than 30 ft. apart","true_name_component":"0","verbal_component":"1","xp_component":"0"}}