{"id":3347,"created":1449242818,"modified":1449242818,"data":{"arcane_focus_component":"0","area":"Cone-shaped emanation","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003eThis spell produces a stream of wind that can fill a ship\u0026#39;s sails, disperse vapors and gases, and keep flying creatures at bay.\u003cbr /\u003eThe wind force is strong, with a speed of about 30 mph.\u003cbr /\u003eIt begins where you stand and blows directly away from you; you can easily propel a sailing vessel by standing astern of the mast and directing the wind forward to fill the sails.\u003cbr /\u003eTiny or smaller creatures in the path of the wind are knocked prone, or if flying are blown back 1d6\u0026#215;10 feet.\u003cbr /\u003eSmall creatures are checked and cannot make headway against the wind.\u003cbr /\u003eSmall airborne creatures are instead blown back 1d6\u0026#215;5 feet.\u003cbr /\u003eMedium and larger creatures can move normally within the effect.\u003cbr /\u003eA favorable wind can\u0026#39;t push a creature beyond the limit of its range.\u003cbr /\u003eAny creature, regardless of size, takes a -2 penalty on ranged attacks and on Listen checks in the area of a favorable wind.\u003cbr /\u003eThe wind automatically extinguishes candles, torches, and similar unprotected flames.\u003cbr /\u003eIn addition to the above-noted effects, favorable wind can do anything that a strong natural wind could do.\u003cbr /\u003eIt can fan a large fire, disperse gases and vapors to the limit of its range in 1 round, and make sailing difficult for small craft nearby.\u003c/p\u003e","descriptors":"Air","divine_focus_component":"0","duration":"10 min./level (D)","effect":null,"id":3347,"material_component":"0","meta_breath_component":"0","name":"Favorable Wind","page":null,"rulebook":"Stormwrack","saving_throw":"Fortitude negates","school":"Evocation","somatic_component":"1","spell_range":"60 ft.","spell_resistance":"No","subschool":"","target":null,"true_name_component":"0","verbal_component":"1","xp_component":"0"}}