{"id":3543,"created":1449242823,"modified":1449242823,"data":{"arcane_focus_component":"0","area":"","casting_time":"10 minutes","corrupt_component":"0","description_html":"\u003cp\u003eSimilar to \u003ca href=\"/spells/players-handbook-v35--6/augury--2478/\"\u003e\u003cem\u003eaugury\u003c/em\u003e\u003c/a\u003e but more powerful, a \u003cem\u003edivination\u003c/em\u003e spell can provide you with a useful piece of advice in reply to a question concerning a specific goal, event, or activity that is to occur within one week. The advice can be as simple as a short phrase, or it might take the form of a cryptic rhyme or omen.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFor example, suppose the question is \u0026quot;Will we do well if we venture into the ruined temple of Erythnul?\u0026quot; The DM knows that a terrible troll guarding 10,000 gp and a \u003cem\u003e+1 shield\u003c/em\u003e lurks near the entrance but estimates that your party could beat the troll after a hard fight. Therefore the divination response might be: \u0026quot;Ready oil and open flame light your way to wealth.\u0026quot; In all cases, the DM controls what information you receive. If your party doesn\u0026#39;t act on the information, the conditions may change so that the information is no longer useful. (For example, the troll could move away and take the treasure with it.)\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe base chance for a correct \u003cem\u003edivination\u003c/em\u003e is 70% + 1% per caster level, to a maximum of 90%. The DM adjusts the chance if unusual circumstances require it (if, for example, unusual precautions against divination spells have been taken). If the dice roll fails, you know the spell failed, unless specific magic yielding false information is at work.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAs with \u003ca href=\"/spells/players-handbook-v35--6/augury--2478/\"\u003e\u003cem\u003eaugury\u003c/em\u003e\u003c/a\u003e, multiple \u003cem\u003edivinations\u003c/em\u003e about the same topic by the same caster use the same dice result as the first \u003cem\u003edivination\u003c/em\u003e spell and yield the same answer each time.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eMaterial Component\u003c/em\u003e: Incense and a sacrificial offering appropriate to your religion, together worth at least 25 gp.\u003c/p\u003e","descriptors":"","divine_focus_component":"0","duration":"Instantaneous","effect":"","id":3543,"material_component":"1","meta_breath_component":"0","name":"Divination","page":224,"rulebook":"Player's Handbook v.3.5","saving_throw":"","school":"Divination","somatic_component":"1","spell_range":"Personal","spell_resistance":"","subschool":"","target":"You","true_name_component":"0","verbal_component":"1","xp_component":"0"}}