{"id":357,"created":1449242755,"modified":1449242755,"data":{"arcane_focus_component":"0","area":"Cone-shaped emanation","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003eWith your final utterance, tiny bits of the world around you begin to glow.\u003cbr /\u003eThe points of light grow in brightness and size, finally taking the general dimensions of swords, axes, and other implements of death.\u003cbr /\u003eYou can detect the presence of weapons in a cone emanating out from you in whatever direction you face.\u003cbr /\u003eA \u0026quot;weapon\u0026quot; is generally defined as any manufactured weapon.\u003cbr /\u003eThe spell detects improvised weapons such as bottles or pitchforks only if the wielder actively intends to use such an item as a weapon.\u003cbr /\u003eThe amount of information revealed by this spell depends on how long you search a particular area.\u003cbr /\u003e1st Round: Presence or absence of weapons.\u003cbr /\u003e2nd Round: Number of weapons in the area.\u003cbr /\u003e3rd Round: Specific locations of the weapons and the type of damage they deal (bludgeoning, piercing, or slashing).\u003cbr /\u003eThis spell does not reveal if weapons are magical, or anything else about them.\u003cbr /\u003eWeapons hidden by secret weapon, or borne by individuals who are under the effect of a nondetection spell, do not register.\u003cbr /\u003eEach round, you can turn to detect weapons in a new area.\u003cbr /\u003eThe spell can penetrate barriers, but 1 foot of stone, 1 inch of common metal, a thin sheet of lead, or 3 feet or wood or dirt blocks it.\u003c/p\u003e","descriptors":"","divine_focus_component":"0","duration":"Concentration, up to 10 min./level (D)","effect":"","id":357,"material_component":"0","meta_breath_component":"0","name":"Detect Weaponry","page":null,"rulebook":"CityScape","saving_throw":"None","school":"Divination","somatic_component":"1","spell_range":"Close (25 ft. + 5 ft./2 levels)","spell_resistance":"No","subschool":"","target":"","true_name_component":"0","verbal_component":"1","xp_component":"0"}}