{"id":3770,"created":1449242828,"modified":1449242828,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 full-round action","corrupt_component":"0","description_html":"\u003cp\u003e\u003cem\u003eWith a great battle cry, you lead your allies in a devastating charge. Fired by your commanding presence and deftly led by your supreme grasp of tactics, you and your allies form an unstoppable wedge.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou are an inspiring figure on the battlefield, allowing you to lead others on attacks that would strike fear and doubt into even the stoutest warrior?s heart. Under your leadership, the group becomes much more than the sum of its parts.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAs part of this maneuver, you charge an opponent. In addition, all allies within 30 feet of you at the beginning of your turn can also charge this target as an immediate action. You and allied creatures do not block each other when determining if you can charge. Your charge attack deals an extra 50 points of damage, and those of your allies each deal an extra 25 points of damage. For each ally who charges, counting yourself, your charge attack and those of your allies are made with a cumulative +2 bonus (in addition to the normal bonus provided by charging). An opponent struck by you and at least one other ally is stunned for 1 round.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou and your allies do not provoke attacks of opportunity for moving as part of this charge.\u003c/p\u003e","descriptors":"","divine_focus_component":"0","duration":"","effect":"","id":3770,"material_component":"0","meta_breath_component":"0","name":"War Master's Charge","page":94,"rulebook":"Tome of Battle: The Book of Nine Swords","saving_throw":"","school":"White Raven","somatic_component":"0","spell_range":"Melee attack; see text","spell_resistance":"","subschool":"Strike","target":"One creature; see text","true_name_component":"0","verbal_component":"0","xp_component":"0"}}