{"id":3820,"created":1449242829,"modified":1449242829,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003e\u003cem\u003eYou dust your ally with gelatin and silently evoke the spell. Immediately her bones begin to soften and she and her belongings slump, becoming malleable ooze.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe subject and all its gear become amorphous and oozelike. This new form is boneless and fluid, enabling the subject to pass through holes or narrow openings as small as 2 inches in diameter. While amorphous, the subject is immune to poison, polymorphing, and stunning, it cannot be flanked,  and it is not subject to extra damage from critical hits. It gains a swim speed (if it does not have one already) equal to its land speed. The subject can remain submerged as long as desired without breathing.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe subject\u0026#39;s armor (including natural armor) becomes worthless, though its modifiers for size, Dexterity, and deflection still apply to Armor Class, as do armor bonuses from force effects (for example, from the \u003ca href=\"/spells/players-handbook-v35--6/mage-armor--2405/\"\u003emage armor\u003c/a\u003e spell). While amorphous, the subject can\u0026#39;t attack or cast spells that require verbal, somatic, material, or focus components. (This limitation does not rule out the casting of any spells that the subject might have prepared using the metamagic feats \u003ca href=\"/feats/players-handbook-v35--6/eschew-materials--950/\"\u003eEschew Materials\u003c/a\u003e, \u003ca href=\"/feats/players-handbook-v35--6/silent-spell--2626/\"\u003eSilent Spell\u003c/a\u003e, and \u003ca href=\"/feats/players-handbook-v35--6/still-spell--2771/\"\u003eStill Spell\u003c/a\u003e.) The subject loses all supernatural abilities while in amorphous form, and its magic items, aside from those bonuses noted above, cease functioning as long as it remains amorphous.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMaterial Component: A pinch of gelatin.\u003c/p\u003e","descriptors":"","divine_focus_component":"0","duration":"1 round/level (D)","effect":"","id":3820,"material_component":"1","meta_breath_component":"0","name":"Amorphous Form","page":9,"rulebook":"Spell Compendium","saving_throw":"Will negates (harmless)","school":"Transmutation","somatic_component":"1","spell_range":"Touch","spell_resistance":"Yes (harmless)","subschool":"","target":"Willing corporeal creature touched","true_name_component":"0","verbal_component":"0","xp_component":"0"}}