{"id":3856,"created":1449242830,"modified":1449242830,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003e\u003cem\u003eYou speak a few curt words and your face is briefly overlaid with the image of a violet-shaded skull. The skull fades, but the nimbus of violet light remains around you.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou become surrounded by an aura of fear, granting you a frightful presence not unlike that of a dragon. Whenever you charge or attack, you inspire fear in all creatures within 30 feet that have fewer Hit Dice than your caster level. Each potentially affected opponent must succeed on a Will save or become shaken\u0026#8212;a condition that lasts until the opponent is out of range. A successful save leaves that opponent immune to your frightful presence for 24 hours.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf you cast this spell when you already have the frightful presence ability or a fear aura, the existing ability becomes more effective in the following ways:\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eThe radius of the area affected by the ability increases by 10 feet.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003c/b\u003e\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eThe DC of your frightful presence ability increases by 2.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e\u003c/b\u003e\u003c/b\u003e\u003cul\u003e\u003c/b\u003e\u003cli\u003eCreatures that would normally be shaken by your fear aura are frightened instead, and creatures that would normally be frightened are panicked.\u003c/li\u003e\u003c/b\u003e\u003c/ul\u003e","descriptors":"Mind-Affecting, Fear","divine_focus_component":"0","duration":"1 minute/level","effect":"","id":3856,"material_component":"0","meta_breath_component":"0","name":"Aura of Terror","page":18,"rulebook":"Spell Compendium","saving_throw":"Will negates; see text","school":"Necromancy","somatic_component":"0","spell_range":"30-ft.-radius emanation centered on you","spell_resistance":"Yes","subschool":"","target":"","true_name_component":"0","verbal_component":"1","xp_component":"0"}}