{"id":3869,"created":1449242830,"modified":1449242830,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 minute","corrupt_component":"0","description_html":"\u003cp\u003e\u003cem\u003eYou speak the ancient, slippery words as you pour the iron and silver into the flask. Despite the fact that there is more powder than will fit in the container, all of it dissolves, leaving a flask of water dotted with motes of gunmetal gray.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis transmutation imbues a flask (1 pint) of water with the order of law, turning it into axiomatic water. Axiomatic water damages chaotic outsiders the way holy water damages undead and evil outsiders. A flask of axiomatic water can be thrown as a splash weapon. Treat this attack as a ranged touch attack with a range increment of 10 feet. A flask breaks if thrown against the body of a corporeal creature, but to use it against an incorporeal creature, the bearer must open the flask and pout the axiomatic water out onto the target. Thus, a character can douse an incorporeal creature with axiomatic water only if he is adjacent to it. Doing so is a ranged touch attack that does not provoke attacks of opportunity.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA direct hit by a flask of axiomatic water deals 2d4 points of damage to a chaotic outsider. Each such creature within 5 feet of the point where the flask hits takes 1 point of damage from the splash.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eMaterial Component\u003c/em\u003e: 5 pounds of powdered iron and silver (worth 25 gp).\u003c/p\u003e","descriptors":"Lawful","divine_focus_component":"0","duration":"Instantaneous","effect":"","id":3869,"material_component":"1","meta_breath_component":"0","name":"Axiomatic Water","page":22,"rulebook":"Spell Compendium","saving_throw":"Will negates (object)","school":"Transmutation","somatic_component":"1","spell_range":"Touch","spell_resistance":"Yes (object)","subschool":"","target":"Flask of water touched","true_name_component":"0","verbal_component":"1","xp_component":"0"}}