{"id":3878,"created":1449242830,"modified":1449242830,"data":{"arcane_focus_component":"1","area":"","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003e\u003cem\u003eYou finish this evocation and a great white claw appears before you, cold air wafting off its crystalline surface.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis spell creates a massive reptilian claw made of ice. The ice claw can make one grapple attack per round. Its attack bonus and grapple modifier are equal to your caster level + your Int modifier or Cha modifier (for wizards and sorcerers, respectively) + 7 for the claw\u0026#39;s Strength (24). In any round when the claw is grappling a target, it deals 1d8 points of cold damage.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe claw can attack in the round it appears. Directing it to change targets is a standard action. It always attacks from your direction and does not get a flanking bonus or help a combatant get one. \u003cbr /\u003eThe claw has as many hit points as you do when undamaged and has AC 20 (+10 natural). It takes damage as a normal creature, but most magical effects that do not deal damage do not affect it. The claw cannot push through a wall of force or enter an antimagic field. It suffers the full effects of a prismatic wall or prismatic sphere. The claw has your saving throw bonuses. Disintegrate or a successful dispel magic destroys it. It has immunity to cold and vulnerability to fire.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eFocus\u003c/em\u003e: A white leather glove and a piece of clear rock crystal.\u003c/p\u003e","descriptors":"Cold","divine_focus_component":"0","duration":"1 round/level (D)","effect":"10-ft. ice claw","id":3878,"material_component":"0","meta_breath_component":"0","name":"Ice Claw","page":118,"rulebook":"Spell Compendium","saving_throw":"None","school":"Evocation","somatic_component":"1","spell_range":"Medium (100 ft. + 10 ft./level)","spell_resistance":"Yes","subschool":"","target":"","true_name_component":"0","verbal_component":"1","xp_component":"0"}}