{"id":3938,"created":1449242831,"modified":1449242831,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003e\u003cem\u003eHolding your hands as if to grip a box,you feel the pressure of one appear as you complete the spell. The password you choose to unlock the box echoes through your mind.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis spell brings into being a lidded box of force. The box appears in your hands, and you can choose to make it either invisible or merely translucent. The chest has no weight worth noting.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eSolid walls of force form the chest\u0026#39;s five sides and lid. You and other creatures cannot open the lid except by first speaking the password (determined by you at the time of casting). Both objects and Tiny and smaller creatures can fit in the box; it holds enough air to supply one Tiny, two Diminutive, or four Fine creatures for 1 hour.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eLike a wall of force spell, a force chest is immune to damage of all kinds and resists dispel magic, but it is susceptible to disintegrate and Mordenkainen\u0026#39;s disjunction, and it can be destroyed by a sphere of annihilation or a rod of cancellation. The box is a spell effect, and Open Lock and Use Magic Device cannot open it.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eMaterial Component:\u003c/em\u003e A 2-inch-square glass cube.\u003c/p\u003e","descriptors":"Force","divine_focus_component":"0","duration":"24 hours/level (D)","effect":"Box of force 2 ft. on a side","id":3938,"material_component":"1","meta_breath_component":"0","name":"Force Chest","page":97,"rulebook":"Spell Compendium","saving_throw":"None","school":"Evocation","somatic_component":"1","spell_range":"0 ft.","spell_resistance":"No","subschool":"","target":"","true_name_component":"0","verbal_component":"1","xp_component":"0"}}