{"id":3942,"created":1449242831,"modified":1449242831,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 Standard Action","corrupt_component":"0","description_html":"\u003cp\u003eWith the bogun made, you take the final step and imbue it with sentience, breathing life into your new servant and companion.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eBeget bogun\u003c/em\u003e allows you to infuse living magic into a small mannequin that you have created from vegetable matter. This is the final spell in the process of creating a bogun. See the bogun\u0026#39;s description for further details.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMaterial Component: The mannequin from which the bogun is created\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eXP Cost: 25 XP.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eBogun CR 1\u003cbr /\u003eN, CN, LN, NE, or NG Tiny construct\u003cbr /\u003eInit +3; Senses darkvision 60 ft., low-light vision; Listen +1,\u003cbr /\u003eSpot +1\u003cbr /\u003eLanguages telepathic link with master\u003cbr /\u003eAC 15, touch 15, flat-footed 12\u003cbr /\u003ehp 11 (2 HD)\u003cbr /\u003eFort +0, Ref +3, Will +1\u003cbr /\u003eSpeed 20 ft. (4 squares), fly 50 ft. (good)\u003cbr /\u003eMelee nettles +1 (1d4\u0026#8212;2 plus poison)\u003cbr /\u003eSpace 2-1/2 ft.; Reach 0 ft.\u003cbr /\u003eBase Atk +1; Grp \u0026#8212;5\u003cbr /\u003eAtk Options poison (nettles, DC 11, 1d6 Dex/1d6 Dex)\u003cbr /\u003eAbilities Str 7, Dex 16, Con \u0026#8212;, Int 8, Wis 13, Cha 10\u003cbr /\u003eSQ construct traits (MM 307)\u003cbr /\u003eFeats Stealthy\u003cbr /\u003eSkills Hide +10, Move Silently +9\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA bogun is a small nature servant created by a druid. Like a homunculus, it is an extension of its creator, sharing the same alignment and link to nature. A bogun does not fight particularly well, but it can perform any simple action, such as attacking, carrying a message, or opening a door or window. For the most part, a bogun simply carries out its creator\u0026#39;s instructions. Because it is self-aware and somewhat willful, however, its behavior is not entirely predictable. On rare occasions (5% of the time), a bogun might refuse to perform a particular task. In that case, the creator must make a DC 11 Diplomacy check to convince the creature to cooperate. Success means the bogun performs the task as requested; failure indicates that it either does exactly the opposite or refuses to do anything at all for 24 hours (DM\u0026#39;s option as to which).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA bogun cannot speak, but the process of creating one links it telepathically with its creator. It knows what its creator knows and can convey to him or her everything it sees and hears, up to a range of 500 yards. A bogun never travels beyond this range willingly, though it can be removed forcibly. In that case, it does everything in its power to regain contact with its creator. An attack that destroys a bogun also deals its creator 2d10 points of damage. If its creator is slain, a bogun also dies, and its body collapses into a heap of rotting vegetation.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA bogun looks like a vaguely humanoid mound of compost. The creator determines its precise features, but a typical bogun stands about 18 inches tall and has a wingspan of about 2 feet. Its skin is covered with nettles and branches.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eCombat: A bogun attacks by brushing against opponents with harsh nettles that deliver an irritating poison. Construction: Unlike a homunculus, a bogun is created from natural materials available in any forest. Thus, there is no gold piece cost for its creation. All materials used become permanent parts of the bogun.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe creator must be at least 7th level and possess the Craft Wondrous Item feat to make a bogun. Before casting any spells, the creator must weave a physical form out of living (or once-living) vegetable matter to hold the magical energy. A bit of the creator\u0026#39;s own body, such as a few strands of hair or a drop of blood, must also be incorporated into this crude mannequin. The creator can assemble the body personally or hire someone else to do it. Creating this mannequin requires a DC 12 Craft (basketweaving or weaving) check.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eOnce the body is finished, the creator must animate it through an extended magical ritual that requires a week to complete. The creator must labor for at least 8 hours each day in complete solitude in a forest grove; any interruption from another sentient creature undoes the magic. If the creator is personally weaving the creature\u0026#39;s body, that process and the ritual can be performed together.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWhen not actively working on the ritual, the creator must rest and can perform no other activities except eating, sleeping,or talking. Missing even one day causes the process to fail. At that point, the ritual must be started anew, though the previously crafted body and the grove can be reused.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eOn the final day of the ritual, the creator must personally cast control plants, wood shape, and beget bogun. These spells can come from outside sources, such as scrolls, rather than being prepared, if the creator prefers.\u003c/p\u003e","descriptors":"","divine_focus_component":"0","duration":"Instantaneous","effect":"Tiny Construct","id":3942,"material_component":"1","meta_breath_component":"0","name":"Beget Bogun","page":26,"rulebook":"Spell Compendium","saving_throw":"None","school":"Conjuration","somatic_component":"1","spell_range":"Touch","spell_resistance":"No","subschool":"Creation","target":"","true_name_component":"0","verbal_component":"1","xp_component":"1"}}