{"id":3981,"created":1449242832,"modified":1449242832,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 Standard Action","corrupt_component":"0","description_html":"\u003cp\u003e\u003cem\u003eThrowing back your arms as you complete the spell, you feel your body grow heavy and unresponsive. A moment of panic grips you as your chest ceases to expand and you realize you are no longer breathing. Cold sweeps over your body as you glance down at your now-metallic flesh.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWhen you cast this spell, you assume the physical appearance and many of the qualities and abilities of a warforged titan (\u003cspan class=\"caps\"\u003eEBERRON\u003c/span\u003e \u003cem\u003eCampaign Setting\u003c/em\u003e 302). While under the effect of the spell, your creature type changes to construct, and your size changes to Huge. You have the space and reach of a warforged titan (15 feet/15 feet). Your mindset changes so that you relish combat and cannot cast spells, even from magic items. You gain the Strength and Dexterity of an average warforged titan (Str 28, Dex 8), but you retain your own mental ability scores. You have no Constitution score while affected by this spell. Your base land speed becomes 50 feet. You gain darkvision out to 60 feet. You also gain low-light vision.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYour class and level, hit points, alignment, base attack bonus, and base saving throw bonuses all remain the same. You lose any extraordinary special abilities of your own form, as well as spell-like and supernatural abilities. You keep all extraordinary special attacks derived from class levels (such as a barbarian\u0026#39;s rage or a rogue\u0026#39;s sneak attack), but you lose any from your normal form that are not derived from class levels. You cannot speak or cast spells while in warforged titan form. Your natural armor bonus becomes +18, regardless of any natural armor bonus from your normal form, and you gain damage reduction 10/adamantine.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAs a construct, you have the following qualities: immunity to all mind-affecting spells and abilities, poison, sleep effects, paralysis, stunning, disease, death effects, necromancy effects, critical hits, nonlethal damage, ability drain, fatigue, exhaustion, energy drain, and to any effect that requires a Fortitude save (unless the effect also works on objects or is harmless). You also gain the warforged titan\u0026#39;s two attack forms (axe and maul), along with the trample special ability (damage 1d8+13; Reflex DC 25 half). The warforged titan\u0026#39;s axe deals 2d8 points of slashing damage and has a ?3 critical modifier; its maul (essentially a huge warhammer) deals 2d8 points of bludgeoning damage and also has a ?3 critical modifier. Your equipment melds into your new form and becomes nonfunctional.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eMaterial Component:\u003c/em\u003e A miniature bronze hammer.\u003c/p\u003e","descriptors":"","divine_focus_component":"0","duration":"1 round/level (D)","effect":"","id":3981,"material_component":"1","meta_breath_component":"0","name":"Body of War","page":35,"rulebook":"Spell Compendium","saving_throw":"","school":"Transmutation","somatic_component":"1","spell_range":"Personal","spell_resistance":"","subschool":"","target":"You","true_name_component":"0","verbal_component":"1","xp_component":"0"}}