{"id":3986,"created":1449242832,"modified":1449242832,"data":{"arcane_focus_component":"1","area":"","casting_time":"10 minutes","corrupt_component":"0","description_html":"\u003cp\u003e\u003cem\u003eYou wave an ornate bottle about and smoke twists into it, filling it with a white cloud.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou create a plume of smoke that you capture in a special bottle you\u0026#39;re holding. If the bottle is thereafter opened before the spell duration expires, the smoke emerges to form a vaguely horselike creature made of wisps of smoke. It makes no sound, and anything that touches it simply passes through it.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eTo mount this smoke horse, the would-be rider must make a DC 10 Ride check while holding the bottle in one hand. Anyone attempting to mount without the bottle simply passes through the horse\u0026#39;s form. Letting go of the bottle after mounting causes the rider to fall through the horse\u0026#39;s smoky form; he or she cannot thereafter remount without the intact bottle in hand. If the bottle is broken, the spell ends immediately and the rider (if mounted) falls to the ground.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe smoke horse has a speed of 20 feet per caster level, to a maximum of 240 feet. It can send smoke billowing out behind it at the rider\u0026#39;s behest, leaving behind a bank of smoke 5 feet wide and 20 feet high as it moves. A severe wind, or magical wind of any kind, disperses the horse (and any smoke it has produced) instantly. Otherwise, the bank of smoke lasts 10 minutes, starting on the turn it was laid down. Starting or stopping the smoke trail is a free action. The mount and the smoke trail it produces give concealment to anyone behind them.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe mount is immune to all damage and other attacks because material objects and spells simply pass through it. It cannot attack.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe rider can return the smoke horse to the bottle, and thus pause the spell, at any time by simply uncorking it (a move action) and stoppering it again (another move action) in the next round after the horse is inside. If the bottle is reopened later, the spell reactivates with its remaining duration intact. Regardless of how much duration remains unused, the spell ceases functioning 24 hours after it is cast. If dispelled at any time while the bottle is corked, the spell ends.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eFocus:\u003c/em\u003e An ornate, corked bottle worth at least 50 gp.\u003c/p\u003e","descriptors":"","divine_focus_component":"0","duration":"1 hour/level","effect":"One smoky, horselike creature","id":3986,"material_component":"0","meta_breath_component":"0","name":"Bottle of Smoke","page":37,"rulebook":"Spell Compendium","saving_throw":"None","school":"Conjuration","somatic_component":"1","spell_range":"Touch","spell_resistance":"No","subschool":"Creation","target":"","true_name_component":"0","verbal_component":"1","xp_component":"0"}}