{"id":4010,"created":1449242833,"modified":1449242833,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003e\u003cem\u003eBlowing on your twirling hand, you complete the spell, creating a roiling ball of dust and gale-force winds.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA ball of swirling wind and dust moves as you direct it, pushing your foes across the battlefield. From its starting point, a \u003cem\u003ecapricious zephyr\u003c/em\u003e moves 30 feet per round in the direction you point, regardless of the presence or absence of terrain.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf the sphere enters a space with a creature, it stops moving for that round and tries to bowl over the creature with its wind force. That creature must resist a bull rush attack from the capricious zephyr, which has a +6 bonus on the check. If the spell wins the bull rush, it pushes the creature as far as it can in a random direction (roll 1d8; 1 indicates a push into the square closest to you, and 2 through 8 indicate the other squares, moving clockwise around the creature). Any creature pushed by the sphere must succeed on a Reflex save or fall prone.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA \u003cem\u003ecapricious zephyr\u003c/em\u003e moves as long as you actively direct it (a move action for you). Otherwise, it merely stays at rest and attempts to bowl over anyone in its square. The spell ends if the distance between the sphere and you ever exceeds the spell\u0026#39;s range.\u003c/p\u003e","descriptors":"Air","divine_focus_component":"0","duration":"1 round/level","effect":"5-ft.-diameter sphere","id":4010,"material_component":"0","meta_breath_component":"0","name":"Capricious Zephyr","page":43,"rulebook":"Spell Compendium","saving_throw":"None or Reflex partial; see text","school":"Evocation","somatic_component":"1","spell_range":"Medium (100 ft. + 10 ft./level)","spell_resistance":"Yes","subschool":"","target":"","true_name_component":"0","verbal_component":"1","xp_component":"0"}}