{"id":4050,"created":1449242834,"modified":1449242834,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003e\u003cem\u003eYou hold out a piece of flesh before you, and as you concentrate on your desired spell effect, the flesh dissolves into nothingness. Nearby, in the place of your choosing, a severed hand appears bearing a lit candle.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe ghostly hand carries a lit candle that sheds light in a 5-foot radius. You can move the hand at the beginning of your turn as you desire\u0026#8212;forward or back, up or down, straight or around corners\u0026#8212;up to 50 feet per round. Directing the candle is a free action. The hand and candle are incorporeal and can pass through objects. A corpse candle illuminates hidden, ethereal, and invisible beings and items, all of which become faintly visible as wispy outlines. Ethereal creatures remain unreachable from the Material Plane (except with force effects), but illuminated incorporeal and invisible creatures do not benefit from concealment, and so attacks against them suffer no miss chance.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe hand cannot be attacked or damaged, though \u003ca href=\"/spells/players-handbook-v35--6/dispel-magic--2315/\"\u003e\u003cem\u003edispel magic\u003c/em\u003e\u003c/a\u003e and similar spells can dispel it. The hand winks out if the distance between you and it exceeds the spell\u0026#39;s range.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eMaterial Component:\u003c/em\u003e A piece of a corpse untreated by any kind of preservative.\u003c/p\u003e","descriptors":"","divine_focus_component":"0","duration":"1 minute/level (D); see text","effect":"Ghostly hand and candle","id":4050,"material_component":"1","meta_breath_component":"0","name":"Corpse Candle","page":53,"rulebook":"Spell Compendium","saving_throw":"None","school":"Conjuration","somatic_component":"1","spell_range":"Close (25 ft. + 5 ft./2 levels)","spell_resistance":"No","subschool":"Creation","target":"","true_name_component":"0","verbal_component":"0","xp_component":"0"}}