{"id":4085,"created":1449242835,"modified":1449242835,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 minute","corrupt_component":"0","description_html":"\u003cp\u003e\u003cem\u003eHunger gnaws at your innards as you complete the spell. Your hands glow with black crackling energy, which discharges into the corpse you touch. For a moment, the corpse glows with a similar blackness before fading.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou charge a dead body with negative energy, giving it the ability to heal an undead creature that dines upon its flesh. The corpse remains charged with this energy for up to 24 hours. If an undead creature eats a full meal of the corpse\u0026#39;s flesh within this time (a humanlike undead creature, such as a ghoul, generally taking 10 minutes), the undead gains fast healing 1 upon completing its feast, which lasts for the next 5 minutes. This effect does not stack with any fast healing the undead has from other sources. This spell does not allow the undead to regrow or attach lost body parts. Eating the flesh discharges the spell from the corpse.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou can cast this spell multiple times on a corpse, allowing more than one undead to benefit from eating it, though a single undead gorging itself on multiple \u0026quot;meals\u0026quot; does not gain any extra benefit while the first meal is in effect (the fast healing does not stack). A typical Medium corpse is usually enough for ten such meals, a Small corpse five, Tiny two, and Diminutive one.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA living creature that eats a charged corpse must succeed on a Fortitude saving throw or immediately contract filth fever (\u003cspan class=\"caps\"\u003eDMG\u003c/span\u003e 292; no incubation time). Creatures that are neither alive nor undead and eat the charged corpse are unaffected.\u003c/p\u003e","descriptors":"Evil","divine_focus_component":"1","duration":"24 hours or until discharged; see text","effect":"","id":4085,"material_component":"0","meta_breath_component":"0","name":"Rejuvenative Corpse","page":172,"rulebook":"Spell Compendium","saving_throw":"Will negates (object)","school":"Necromancy","somatic_component":"1","spell_range":"Touch","spell_resistance":"Yes (object)","subschool":"","target":"One humanoid creature that died within the past week","true_name_component":"0","verbal_component":"1","xp_component":"0"}}