{"id":4123,"created":1449242835,"modified":1449242835,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003e\u003cem\u003eThe ground quakes as native stone erupts from the ground. This sharply rising stone takes the form of a sarcophagus.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis spell creates an airtight stone coffin that forms around the target. The stone is 1 inch thick, has hardness 8, and requires 15 points of damage to break through. Decreasing its size does not change the thickness of the walls; the coffin is always just large enough to hold the subject. This coffin is sealed upon formation and completely impervious to air and gas. A creature trapped within a  sarcophagus of stone has 1 hour worth of air, and after that time must hold its breath or begin to suffocate (\u003cspan class=\"caps\"\u003eDMG\u003c/span\u003e 304). A creature that has no need to breathe (such as a construct, elemental, or undead) needs not fear suffocation, but it remains trapped within the sarcophagus until it breaks free or is freed.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA creature within the coffin can attack the stone with a natural weapon or light melee weapon. A creature can attempt a DC 26 Strength check to break free of the stone, and allies can also help to break the trapped creature free.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMaterial Component: A fragment of a sarcophagus.\u003c/p\u003e","descriptors":"Earth","divine_focus_component":"0","duration":"Instantaneous","effect":"","id":4123,"material_component":"0","meta_breath_component":"0","name":"Sarcophagus of Stone","page":180,"rulebook":"Spell Compendium","saving_throw":"Reflex negates","school":"Conjuration","somatic_component":"0","spell_range":"Close (25 ft. + 5 ft./2 levels)","spell_resistance":"No","subschool":"Creation","target":"One Medium or smaller creature","true_name_component":"0","verbal_component":"0","xp_component":"0"}}