{"id":4146,"created":1449242836,"modified":1449242836,"data":{"arcane_focus_component":"0","area":"20-ft.-radius burst centered on a point in space","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003e\u003cem\u003eWhispering the final syllable of the complicated formula, you cast the spell. Instantly, a blast of bright light fills the targeted area. From your vantage point, the spell\u0026#39;s light glows like a torch, although you note some creatures turn away from it as if it were a blinding radiance.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis spell creates an intensifying illusion of bright light that affects all creatures within the area (except those that are sightless or blinded). Viewers that fail their saving throws see a burst of bright light on the first round and become blinded for 1 round. On subsequent rounds for the rest of the spell\u0026#39;s duration, the affected creatures continue to perceive a bright light. If they take penalties in bright illumination, they take them for the duration of their exposure to this light. Additionally, they are dazzled while in the area of the spell. Those who escape the area of a shadow radiance spell completely recover within 1 round. Those who make their saves and those outside the initial burst see only the equivalent of torchlight emanating from the center of the area.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMaterial Component: A flame at least the size of a torch.\u003c/p\u003e","descriptors":"","divine_focus_component":"0","duration":"1 round/level","effect":"","id":4146,"material_component":"1","meta_breath_component":"0","name":"Shadow Radiance","page":185,"rulebook":"Spell Compendium","saving_throw":"Will disbelief (if interacted with)","school":"Illusion","somatic_component":"1","spell_range":"Medium (100 ft. + 10 ft./level)","spell_resistance":"Yes","subschool":"Shadow","target":"","true_name_component":"0","verbal_component":"1","xp_component":"0"}}