{"id":4151,"created":1449242836,"modified":1449242836,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003e\u003cem\u003eYou feel a spectral force form near you, as if some intangible shadow being stood nearby. Upon choosing the target of your spell, you sense the shadowy force depart from your side, moving as fast as thought toward the creature you designated as your target. You see the target creature move as if attacked by an unseen foe.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eUpon casting this spell, you create a shadowy force that automatically grabs the target (PH 156). The shadowy force immediately attempts to establish a hold on the target with a grapple check bonus equal to the DC of this spell. If the target succeeds on its saving throw, the grapple check bonus of the shadowy grappler is cut in half. For example, a sorcerer with a 16 Charisma who casts this spell creates a shadowy grappler with a grapple check bonus of +19 if the target fails its save and +9 if the target makes its save.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eEvery round on your turn, the shadowy grappler makes a grapple check against the target. Once it has  a hold, the shadowy force attempts to pin the target on the following round. If the grappler establishes a pin, it uses the option to prevent the target from speaking. The grappler always attempts to maintain a grapple or work toward a pin.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA shadowy grappler occupies the same square as the target and moves with the target for as long as the spell lasts. Other creatures cannot join the grapple, either to assist the target or the grappler.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMaterial Component: A dried squid tentacle.\u003c/p\u003e","descriptors":"","divine_focus_component":"0","duration":"1 round/level (D)","effect":"","id":4151,"material_component":"1","meta_breath_component":"0","name":"Shadowy Grappler","page":186,"rulebook":"Spell Compendium","saving_throw":"Will partial; see text","school":"Illusion","somatic_component":"1","spell_range":"Medium (100 ft. + 10 ft./level)","spell_resistance":"Yes","subschool":"Shadow","target":"One creature","true_name_component":"0","verbal_component":"1","xp_component":"0"}}