{"id":4299,"created":1449242839,"modified":1449242839,"data":{"arcane_focus_component":"1","area":"120-ft. line","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003e\u003cem\u003eCupping a child\u0026#39;s top, you forcefully thrust your hand forward, simultaneously speaking hte final words of the spell\u0026#39;s proscribed formula. Immediately thereafter, a blast of whirling wind issues forth from your outstretched fingers, sweeping up within it all who stands in its way.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou send a twisting torrent of wind, not unlike a tornado turned on its side, towards your enemies. A \u003cem\u003ecyclonic blast\u003c/em\u003e deals 1d6 points of damage per caster level (maximum 15d6 points of damage) to all creatures and objects in the area. Objects bigger than Large take half damage. The \u003cem\u003ecyclonic blast\u003c/em\u003e begins at your fingertips.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eCreatures who fail their Reflex saving throw against a cyclonic blast are additionally in danger of being knocked back by the force of the wind. Treat this as a bull rush attack made with a +12 bonus on the Strength check. The \u003cem\u003ecyclonic blast\u003c/em\u003e always moves with the opponent to push that target back the full distance allowed, and (unlike a normal bull rush) you can exceed your normal movement limit with a sufficiently high check result. Airborne creatures are treated as if they were one size category smaller for the purpose of resisting the bull rush.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf the damage caused to an interposing barrier by the blast shatters or breaks through it, the \u003cem\u003ecyclonic blast\u003c/em\u003e can continue beyound the barrier if the spell\u0026#39;s range permits; otherwise, it stops at the barrier just as any other spell effect does.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eFocus:\u003c/em\u003e A child\u0026#39;s spinning top.\u003c/p\u003e","descriptors":"Air","divine_focus_component":"0","duration":"Instantaneous","effect":"","id":4299,"material_component":"0","meta_breath_component":"0","name":"Cyclonic Blast","page":57,"rulebook":"Spell Compendium","saving_throw":"Reflex half","school":"Evocation","somatic_component":"1","spell_range":"120 ft.","spell_resistance":"Yes","subschool":"","target":"","true_name_component":"0","verbal_component":"1","xp_component":"0"}}