{"id":4330,"created":1449242840,"modified":1449242840,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003e\u003cem\u003eYou feel your eyes glow with magical energy as you complete the spell. You see luminous words appear in the air above your spell\u0026#39;s target. The words describe the creature\u0026#39;s strengths or weaknesses, as you desire.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou gauge the strengths and weaknesses of an opponent to gain combat advantages. Upon casting this spell, you learn a number of strengths or weaknesses of the target equal to one, plus one strength or weakness per two caster levels (maximum four). You can choose to learn strengths, weaknesses, or some combination thereof that you specify. If a creature has more strengths or weaknesses than you can learn with a single casting, you learn the most powerful ones first. Thus, if a monster can use finger of death at will and has resistance to sonic 5, you would learn about finger of death first.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eStrengths can include attack forms and special abilities (including spell-like abilities or supernatural abilities). Weaknesses include vulnerability to an energy type.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFor example, suppose a 7th-level cleric casts know opponent on a black-armored warrior, choosing to learn one strength and two weaknesses. The warrior fails his save, and the DM informs the cleric\u0026#39;s player that the opponent has the ability to drain energy (a strength), is adversely affected by sunlight, and can be repelled by a holy symbol (both weaknesses). The cleric then concludes that he faces a vampire and breaks out the wooden stakes.\u003c/p\u003e","descriptors":"","divine_focus_component":"1","duration":"Instantaneous","effect":"","id":4330,"material_component":"0","meta_breath_component":"0","name":"Know Opponent","page":129,"rulebook":"Spell Compendium","saving_throw":"Will negates","school":"Divination","somatic_component":"1","spell_range":"Close (25 ft. + 5 ft./2 levels)","spell_resistance":"Yes","subschool":"","target":"One creature","true_name_component":"0","verbal_component":"0","xp_component":"0"}}