{"id":4365,"created":1449242841,"modified":1449242841,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003e\u003cem\u003eYou say a brief prayer and touch your holy symbol to a creature. Symbols of warding and safety appear and flow out to cover the creature in a web of protective magic before fading from sight, absorbed into the creature\u0026#39;s form.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe living creature touched becomes immune to all death spells, magical death effects, energy drain, and any negative energy effects. In addition, the subject is immune to undead special attacks that deal ability damage, ability drain, and magical disease (such as mummy rot), even if these attacks do not have a magical source. (For example, the spell prevents poison damage from the poisonous bite of an undead creature.) This spell does not prevent such attacks from undead originating from spells, magic items, or class abilities; only the special attacks from the undead\u0026#39;s base nature are affected.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIn addition, the subject\u0026#39;s armor or clothing is considered ghost touch armor, and its armor bonus counts against incorporeal attacks. (A suit of clothing is considered armor that gives +0 AC for this purpose, though it can be enhanced with spells such as \u003ca href=\"/spells/players-handbook-v35--6/magic-vestment--2837/\"\u003e\u003cem\u003emagic vestment\u003c/em\u003e\u003c/a\u003e.)\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis spell doesn\u0026#39;t remove negative levels that the subject has already gained, nor does it affect the saving throw necessary 24 hours after gaining a negative level.\u003c/p\u003e","descriptors":"","divine_focus_component":"1","duration":"1 minute/level","effect":"","id":4365,"material_component":"0","meta_breath_component":"0","name":"Life's Grace","page":131,"rulebook":"Spell Compendium","saving_throw":"Will negates (harmless)","school":"Abjuration","somatic_component":"1","spell_range":"Touch","spell_resistance":"Yes (harmless)","subschool":"","target":"Living creature touched","true_name_component":"0","verbal_component":"1","xp_component":"0"}}