{"id":4418,"created":1449242842,"modified":1449242842,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 hour","corrupt_component":"0","description_html":"\u003cp\u003e\u003cem\u003eYou complete the spell with a few last gestures and arcane words. You feel a pressure in your mind as you begin to relay the intent of your dreaming contact.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis spell functions like \u003cem\u003edream\u003c/em\u003e (\u003cem\u003ePH\u003c/em\u003e 225), except as noted above and that you can alter the sleeping person\u0026#39;s dreams to produce a specific desired effect. The dreamer gets a Will saving throw to resist the additional effects of this spell; if the save succeeds, the \u003cem\u003edream casting\u003c/em\u003e spell can send only a message, in the manner of a \u003cem\u003edream\u003c/em\u003e spell. If the saving throw fails, you decide what additional effect the message carries.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eFear:\u003c/em\u003e Your image in the dream is surrounded by intimidating imagery and an aura of power. For the duration of the spell, any time the dreamer can see you or knows you are present, he is shaken. This is a compulsion and fear effect.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eCharm:\u003c/em\u003e Your image in the dream appears particularly helpful and kind. For the duration of the spell, the dreamer is under the effect of a \u003cem\u003echarm monster\u003c/em\u003e spell. This is a charm effect.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eRage:\u003c/em\u003e Your image in the dream taunts and harasses the dreamer. For the duration of the spell, any time the dreamer can see you or knows you are present, he preferentially attacks you if in a combat situation. The dreamer gains a +2 morale bonus on saving throws, attack rolls, ability checks, skill checks, and weapon damage rolls when attacking you while under this effect. This is a compulsion effect.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eHarrow:\u003c/em\u003e Your image in the dream behaves in a bizarre and irrational manner. For the duration of the spell, the dreamer behaves in an unusual manner, gaining two random traits from Table 4-24: One Hundred traits (\u003cem\u003eDMG\u003c/em\u003e 128), rerolling any result not pertinent to behavior. If the dreamer can see you or knows you are present, he is \u003cem\u003econfused\u003c/em\u003e for 1 round/level\u003c/p\u003e","descriptors":"Mind-Affecting","divine_focus_component":"0","duration":"24 hours/level; see text","effect":"","id":4418,"material_component":"0","meta_breath_component":"0","name":"Dream Casting","page":73,"rulebook":"Spell Compendium","saving_throw":"Will negates; see text","school":"Illusion","somatic_component":"1","spell_range":"Unlimited","spell_resistance":"Yes","subschool":"Phantasm","target":"You and one dreamer","true_name_component":"0","verbal_component":"1","xp_component":"0"}}