{"id":4423,"created":1449242842,"modified":1449242842,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003e\u003cem\u003eYou scribe a spiral in the air with the diamond-tipped bit of charcoal, chanting the words of the spell. Immediately the sides of the cavern begin to contract, sealing the passage behind you.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou cause a 1-foot length of subterranean tunnel to constrict, \u0026quot;locking\u0026quot; it against others who might wish to traverse its length. This spell affects only naturally occurring tunnels or worked tunnels that are surrounded on all sides by unworked, natural, subterranean earth. You can affect any tunnel whose diameter does not exceed 10 feet. A square-sided or rough tunnel can also be affected, as long as its diameter at the point where the spell is cast does not exceed 10 feet.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe constriction takes 1 round to complete. Any Large or smaller object or creature that partially blocks the constrictions point is pushed, unharmed, to one side or the other. (A creature can decides which way to move; an object moves randomly.) A Huge or larger object or creature that blocks the constricted point prevents the spell from working until moved.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou can freely pass through tunnels that you have secured with this spell. (The constriction opens and closes on your command, taking 1 round for either process). A tunnel secured with \u003cem\u003eearth lock\u003c/em\u003e can be bypassed by others in several ways. A DC 20 Escape Artist check allows the creature making the check to squeeze through the constriction but leaves it intact. A DC 25 Strength check breaks the constriction and ends the spell. A successful \u003cem\u003edispel magic\u003c/em\u003e or \u003cem\u003eknock\u003c/em\u003e spell opens the constriction \u0026#8211; the former by ending the spell and the latter by suppressing it for 10 minutes. If a creature burrows through the \u003cem\u003eearth lock\u003c/em\u003e, the spell ends. The constricted tunnel can also be dug out normally.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIdentifying a tunnel secured with \u003cem\u003eearth lock\u003c/em\u003e (as opposed to a tunnel that just ends) requires a DC 20 Search check.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eMaterial component:\u003c/em\u003e A diamond chip worth at least 50 gp, embedded in a piece of charcoal.\u003c/p\u003e","descriptors":"Earth","divine_focus_component":"0","duration":"Permanent","effect":"","id":4423,"material_component":"1","meta_breath_component":"0","name":"Earth Lock","page":75,"rulebook":"Spell Compendium","saving_throw":"None","school":"Abjuration","somatic_component":"1","spell_range":"Close (25 ft. + 5 ft./2 levels)","spell_resistance":"No","subschool":"","target":"One 1-foot length of tunnel with a diameter of p to 10 feet.","true_name_component":"0","verbal_component":"1","xp_component":"0"}}