{"id":4440,"created":1449242842,"modified":1449242842,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003e\u003cem\u003eYou toss each of the marbles into the air, making the incantation as you do so. Each marble turns a different color\u0026#8212;pale green, white, blue, red, and violet\u0026#8212;and settles into orbit around your head.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou create a circle of five colored spheres that orbit your head at a distance of 1 foot. These spheres provide as much light as a torch and can be used offensively or defensively. Each sphere corresponds to one of the five types of energy (acid, cold, electricity, fire, sonic).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf used to attack, on your turn as a standard action you can direct one or more spheres to strike a creature or creatures in range, no two of which are more than 30 feet apart. Each sphere deals 5 points of energy damage per five caster levels (maximum 20 points of damage) to a single creature, so an 11th-level caster\u0026#39;s sphere deals 10 points of energy damage. The subject can make a Reflex save for half damage against each sphere.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eIf you are attacked with an effect that causes energy damage, and the sphere of that type of energy is still present, you can have that sphere absorb some of that energy damage. Each sphere grants you energy resistance 5 per five caster levels. If a sphere is used to absorb damage, that sphere is destroyed.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWhen used to attack a creature with spell resistance, make one spell resistance roll for all spheres that attack the target in a round. Success or failure applies to all spheres striking the creature that round.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eMaterial Component:\u003c/em\u003e Five glass marbles.\u003c/p\u003e","descriptors":"Electricity, Fire, Cold, Acid, Sonic","divine_focus_component":"0","duration":"1 round/level or until discharged","effect":"Five floating spheres","id":4440,"material_component":"1","meta_breath_component":"0","name":"Energy Spheres","page":80,"rulebook":"Spell Compendium","saving_throw":"Reflex half; see text","school":"Evocation","somatic_component":"1","spell_range":"Close (25 ft. + 5 ft./2 levels)","spell_resistance":"Yes; see text","subschool":"","target":"","true_name_component":"0","verbal_component":"1","xp_component":"0"}}