{"id":4450,"created":1449242843,"modified":1449242843,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003e\u003cem\u003eYou create ever-shifting phantasmal terrain and landmarks that confuse the subject when it tries to move. The very ground shifts and twists beneath the subject\u0026#39;s feet, and the landscape moves of its own accord. The subject finds it nearly impossible to walk in a straight line.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe target of a \u003cem\u003ephantasmal disorientation\u003c/em\u003e spell must make a Will save after this spell is cast to discern true landmarks from phantasmal ones. If the save succeeds, the creature moves and acts normally. If the save fails, it instead moves in a direction 90 degrees to either side (equal chance of going left or right), and cannot target any creature with ranged attacks or ranged spells. Because of the disorientation, the subject doesn\u0026#39;t realize it\u0026#39;s headed in the wrong direction until it meaningfully interacts with its environment (by making an attack or manipulating an object such as a door, for example). For the duration of the spell, an affected creature must succeed on a Will save each round to move normally.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA \u003cem\u003ephantasmal disorientation\u003c/em\u003e spell affects only the direction of movement and attacks made at range. Creatures subject to it can still make melee attacks, cast personal or touch spells, or otherwise act normally.\u003c/p\u003e","descriptors":"Mind-Affecting","divine_focus_component":"0","duration":"1 minute/level (D)","effect":"","id":4450,"material_component":"0","meta_breath_component":"0","name":"Phantasmal Disorientation","page":155,"rulebook":"Spell Compendium","saving_throw":"Will negates; see text","school":"Illusion","somatic_component":"1","spell_range":"Medium (100 ft. + 10 ft./level)","spell_resistance":"Yes","subschool":"Phantasm","target":"One living creature","true_name_component":"0","verbal_component":"1","xp_component":"0"}}