{"id":4457,"created":1449242843,"modified":1449242843,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 round","corrupt_component":"0","description_html":"\u003cp\u003e\u003cem\u003eWhirling about your hand and pulling it down, your magic reaches out and does the same to the water but on a titanic scale, creating a vortex of sucking waves.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMaelstrom causes a deadly vortex to form in water. A body of water in which you form the maelstrom must be at least 120 feet wide and 60 feet deep, or the spell is wasted.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWaterborne creatures or objects within 50 feet of the vortex (below and on all sides) must make successful Reflex saves or be sucked in. Trained swimmers can attempt Swim checks instead if their skill modifier is higher than their Reflex save bonus. Waterborne vessels avoid being sucked in if their operators make Profession (sailor) checks against the same DC as the spell\u0026#39;s saving throw. These creatures and objects take 3d8 points of damage upon being sucked in.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eOnce inside, creatures and objects take 3d8 points of bludgeoning damage each round at the beginning of your turn. They remain trapped for 2d4 rounds, after which time they are ejected to any square adjacent to the bottom of the vortex (your choice). Ejected subjects might be sucked back into the vortex, but they receive a new Reflex save. Subjects of Large or smaller size are ejected from the bottom of the vortex. Larger subjects are ejected from the top.\u003c/p\u003e","descriptors":"Water","divine_focus_component":"1","duration":"1 round/level","effect":"A whirlpool 120 ft. wide and 60 ft. deep","id":4457,"material_component":"0","meta_breath_component":"0","name":"Maelstrom","page":135,"rulebook":"Spell Compendium","saving_throw":"Reflex negates; see text","school":"Conjuration","somatic_component":"1","spell_range":"Long (400 ft. + 40 ft./level)","spell_resistance":"No","subschool":"Creation","target":"","true_name_component":"0","verbal_component":"1","xp_component":"0"}}