{"id":4543,"created":1449242845,"modified":1449242845,"data":{"arcane_focus_component":"1","area":"","casting_time":"1 swift action","corrupt_component":"0","description_html":"\u003cp\u003e\u003cem\u003eHolding aloft an item you wish to use effectively, you address it directly with a command to obey your desire to wield it.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou gain proficiency with a single weapon or shield you hold in your hands when the spell is cast. The lack of a somatic component means the spell can be cast in the middle of a fight while you keep ready whatever items stand between you and danger.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eProficiency is granted for only a single, specific item, although multiple castings allow for multiple proficiencies. For example, if you hold a short sword and a rapier, with a buckler strapped to your off hand, you could cast the spell three times, once for each weapon and once for the shield.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis spell does not grant proficiency for a kind or category of item (such as short swords) but only for the one specific item held in your hand at the time the spell is cast (this short sword). Should you set that item down or otherwise lose your grip on it, the proficiency does not transfer to a different item of the same kind you might pick up. However, if you recover the original item before the spell\u0026#39;s effect runs out, you are still proficient with that specific weapon or shield for the duration.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eFocus: The item in whose use you wish to be proficient.\u003c/p\u003e","descriptors":"","divine_focus_component":"0","duration":"1 minute/level (D)","effect":"","id":4543,"material_component":"0","meta_breath_component":"0","name":"Master's Touch","page":139,"rulebook":"Spell Compendium","saving_throw":"","school":"Divination","somatic_component":"0","spell_range":"Personal","spell_resistance":"","subschool":"","target":"You","true_name_component":"0","verbal_component":"1","xp_component":"0"}}