{"id":4657,"created":1449242847,"modified":1449242847,"data":{"arcane_focus_component":"0","area":"","casting_time":"10 minutes","corrupt_component":"0","description_html":"\u003cp\u003e\u003cem\u003eAs you finish the complicated procedure necessary to cast the spell, your target\u0026#39;s mind opens up to you like a book. You see the target\u0026#39;s memories like stories and know that you can rewrite them as a master bard rewrites the inferior works of his apprentices.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou can selectively destroy, alter, or implant memories in the subject creature as you see fit. Casting the spell gives you access to all of the subject\u0026#39;s thoughts and memories, allowing you to implement as many of the following specific effects as you like.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cstrong\u003eMemory Erasure:\u003c/strong\u003e Memories possessed by the subject can be erased, including knowledge of specific events, people, or places. You can erase up to one full week of memories from the subject\u0026#39;s mind.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cstrong\u003eMemory Implant:\u003c/strong\u003e You can create false memories in the subject\u0026#39;s mind as you see fit. You can implant memories of being friends with a hated enemy, events that didn\u0026#39;t really take place, or betrayals by people the subject regards as friends.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cstrong\u003eNegative Levels:\u003c/strong\u003e You can bestow a number of negative levels equal to 1/2 the subject\u0026#39;s character level (rounding down, minimum 1st level) or less. This effect represents erasure of class knowledge and training. These negative levels never become permanent level loss, but they cannot be removed by spells such as restoration, instead returning at a rate of one level per day.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cstrong\u003ePersona Rebuilding:\u003c/strong\u003e By erasing the subject\u0026#39;s previous personality and implanting a false set of memories, you can build a new persona for the creature, altering its alignment, beliefs, values, and personality traits. (Some class abilities might be affected by alignment changes.)\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cstrong\u003eProgrammed Trigger:\u003c/strong\u003e You can program the subject to delay the onset of any of the above effects until a specific event takes place, such as the receipt of a coded message, capture by enemies, or arrival at some destination. Similarly, you could specify some or all of the alterations you create in a subject to be removed by a specific event.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe nature of programmed amnesia is such that a subject given new memories (whether willing or not) might be given cause to suspect that those memories are false, based on how complete your programming is. For example, a paladin subject to a persona rebuilding effect that changes her alignment to neutral loses her paladin abilities. Unless you impart a specific believable memory of why she changed alignment, the character will perceive this unexplained gap in her memory and might take steps (such as seeking a magical cure for her \u0026quot;amnesia\u0026quot;) that could negate the spell\u0026#39;s effect (see below).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eGenerally, your subject must be either willing to undergo the spell or restrained in some way so that it cannot leave or interfere with the casting. Programmed amnesia cannot be dispelled, and so is normally permanent unless you care to specify events that will end the effect. Its effect can also be removed by a greater restoration, miracle, or wish spell.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eMaterial Component: A set of small crystal lenses set in gold loops worth 500 gp.\u003c/p\u003e","descriptors":"Mind-Affecting","divine_focus_component":"0","duration":"Permanent","effect":"","id":4657,"material_component":"1","meta_breath_component":"0","name":"Programmed Amnesia","page":162,"rulebook":"Spell Compendium","saving_throw":"Will negates","school":"Enchantment","somatic_component":"1","spell_range":"Close (25 ft. + 5 ft./2 levels)","spell_resistance":"Yes","subschool":"Compulsion","target":"One living creature","true_name_component":"0","verbal_component":"1","xp_component":"0"}}