{"id":4672,"created":1449242848,"modified":1449242848,"data":{"arcane_focus_component":"0","area":"","casting_time":"10 minutes","corrupt_component":"0","description_html":"\u003cp\u003eWhen you and your companions need to attend a gale reception at the last minute, you need not despair over your clothing. When you cast \u003cem\u003eclothier\u0026#39;s closet\u003c/em\u003e, you conjure a 3-inch-diameter wooden rod up to 10 feet long between any two upright supports you choose. For example, you could summon the rod between two walls of a corridor or alcove. On the rod hang a number of outfits as determined by you, each of a size and type you specify while the spell is cast.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe conjured rod can hold a variety of seperate outfits whose total price does not exceed 100 gp. The outfit types that you can specify include the following: artisan\u0026#39;s outfit (1 gp), cleric\u0026#39;s vestments (5 gp), cold weather outfit (8 gp), courtier\u0026#39;s outfit (30 gp), entertainer\u0026#39;s outfit (3 gp), explorer\u0026#39;s outfit (10 gp), monk\u0026#39;s outfit (5 gp), noble\u0026#39;s outfit (75 gp), scholar\u0026#39;s outfit (5 gp), or traveler\u0026#39;s outift (1 gp).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThe conjured clothing is normal in all respects and does not radiate magic. Even after the duration elapses and the rod and hangers disappear, the clothes remain.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eSpeical:\u003c/em\u003e A character with any Mark of Hospitality dragonmark, or with the Favored in House feat (Ghallanda), can cast this spell without the material components, but the conjured clothes last only as long as the spell\u0026#39;s duration.\u003c/p\u003e","descriptors":"","divine_focus_component":"0","duration":"1 hour/level (D): see text","effect":"One or more sets of clothes","id":4672,"material_component":"1","meta_breath_component":"0","name":"Clothier's Closet","page":94,"rulebook":"Magic of Eberron","saving_throw":"None","school":"Conjuration","somatic_component":"1","spell_range":"Close (25 ft. + 5 ft./2levels)","spell_resistance":"No","subschool":"Creation","target":"","true_name_component":"0","verbal_component":"1","xp_component":"0"}}