{"id":4756,"created":1449242849,"modified":1449242849,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 round","corrupt_component":"0","description_html":"\u003cp\u003e\u003cem\u003eWater whirls into the air, swirling upward with a thunderous noise like a tornado of fluid.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWaterspout causes water to rise up into a whirling, cylindrical column. You can direct the movement of the waterspout as a move action.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA waterspout moves at a speed of 30 feet. You can concentrate on controlling the waterspout\u0026#39;s every movement or specify a simple program, such as move straight ahead, zigzag, circle, or the like. Directing a waterspout\u0026#39;s movement or changing its programmed movement is a move action for you. A waterspout always moves during your turn in the initiative order. If the waterspout exceeds the spell\u0026#39;s range, it collapses and the spell ends.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA waterspout batters creatures and objects it touches, and it often sucks them up. Any creature or object that comes in contact with it must succeed on a Reflex save or take 3d8 points of damage. Medium or smaller creatures that fail their saves are sucked into the spout and held suspended in its powerful currents, taking 2d6 points of damage each round (no save). Trapped creatures remain inside for 1d3 rounds before the waterspout ejects them out the top of the spout, and they fall back to the surface (taking 8d6 points of falling damage) 1d8?5 feet from the base of the waterspout.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWaterborne creatures or objects within 10 feet of the spout (below and on all sides) also must make successful Reflex saves or be sucked into the spout if they are Medium or smaller. Anything sucked into the spout takes 3d8 points of damage and is then trapped for 1d3 rounds as described above.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eOnly the smallest of watercraft, such as canoes, kayaks, or coracles, can be sucked into the spout. The occupant of any such craft can make a Profession (sailor) check instead of a Reflex save if it so chooses to avoid being sucked up.\u003c/p\u003e","descriptors":"Water","divine_focus_component":"1","duration":"1 round/level","effect":"Cylinder (5-ft. radius, 80 ft. high)","id":4756,"material_component":"0","meta_breath_component":"0","name":"Waterspout","page":236,"rulebook":"Spell Compendium","saving_throw":"Reflex negates","school":"Conjuration","somatic_component":"1","spell_range":"Long (400 ft. + 40 ft./level)","spell_resistance":"No","subschool":"Creation","target":"","true_name_component":"0","verbal_component":"1","xp_component":"0"}}