{"id":4758,"created":1449242849,"modified":1449242849,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003e\u003cem\u003eYour hand glows slightly. With a touch, you transfer the glow from your hand onto the intended weapon.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eYou cause a weapon to gain the ability to deal energy damage in addition to its other abilities, similar to how a flaming burst weapon deals extra fire damage on a hit or a critical hit. The weapon can deal acid, cold, electricity, or fire damage, chosen by you at the time of casting. The weapon deals an extra 1d6 points of damage of that energy type on a successful hit. On a critical hit, the weapon deals an additional 1d10 points of energy damage. If the weapon\u0026#39;s critical multiplier is ?3, add 2d10 points of energy damage instead, and if the multiplier is ?4, add 3d10 points of energy damage.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis spell can be cast on a weapon that already deals energy damage, and if the weapon already creates the same type of damage as the spell, the effects stack. For example, if cast on a +1 flaming longsword to give it additional fire damage, the weapon now deals an extra 2d6 points of fire damage per hit.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eThis spell has a descriptor that is the same as the energy created by the target weapon. For example, weapon of energy is a fire spell when used to give a weapon bonus fire damage.\u003c/p\u003e","descriptors":"see text","divine_focus_component":"0","duration":"1 round/level","effect":"","id":4758,"material_component":"0","meta_breath_component":"0","name":"Weapon of Energy","page":236,"rulebook":"Spell Compendium","saving_throw":"Fortitude negates (object, harmless)","school":"Transmutation","somatic_component":"1","spell_range":"Touch","spell_resistance":"Yes (harmless, object)","subschool":"","target":"One weapon","true_name_component":"0","verbal_component":"1","xp_component":"0"}}