{"id":4786,"created":1449242850,"modified":1449242850,"data":{"arcane_focus_component":"1","area":"","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003eThis spell can be cast upon a door, chest, or portal. This magically seals the target and attaches a mystical alarm to this location. The focus of the spell is a platinum key: this key is mystically bound to the target of the spell and cannot be used again. The bearer of the key may freely pass the \u003cem\u003earcane seal\u003c/em\u003e without affecting it. Otherwise, a door or object secured with this spell can be opened only by breaking in or with a successful \u003cem\u003edispel magic\u003c/em\u003e or \u003cem\u003eknock\u003c/em\u003e spell. Add 10 to the normal DC to break open a door or portal affected by this spell. In addition, if the door is opened in any manner, the bearer of the key receives a mental alert: a single word, set when the spell is cast.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA \u003cem\u003eknock\u003c/em\u003e spell suppresses the \u003cem\u003eseal\u003c/em\u003e for 10 minutes. \u003cem\u003eDispel magic\u003c/em\u003e permanently destroys the \u003cem\u003eseal\u003c/em\u003e if the dispel check is successful. However, the \u003cem\u003eseal\u003c/em\u003e sends its mental alert even if its magic is dispelled. A rogue or artificer can sense the presence of a \u003cem\u003earcane seal\u003c/em\u003e by making a successful Search check (DC 28). A rogue or artificer can temporarily disable the alarm using an \u003cem\u003earcane key\u003c/em\u003e (see next page).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eFocus:\u003c/em\u003e A finely crafted platinum key worth 50 gp.\u003c/p\u003e","descriptors":"","divine_focus_component":"0","duration":"Permanent","effect":"","id":4786,"material_component":"0","meta_breath_component":"0","name":"Arcane Seal","page":168,"rulebook":"Sharn: City of Towers","saving_throw":"None","school":"Abjuration","somatic_component":"1","spell_range":"Touch","spell_resistance":"No","subschool":"","target":"The door, chest, or portal touched, up to 30 sq. ft./level in size","true_name_component":"0","verbal_component":"1","xp_component":"0"}}