{"id":4793,"created":1449242850,"modified":1449242850,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003e\u003cem\u003eA field of magical energy surrounds your opponent, which shrieks as the spirit possessing it is forcibly locked to its body. As you prepare your next attack, you know that the possessing spirit will remember this fight.\u003c/em\u003e\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWhen this spell is cast on a possessed creature, the pos­sessing spirit is temporarily bound within its host and inextricably locked to that host\u0026#39;s life force. If the fleshbound creature takes damage, the possessing spirit feels its pain.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWhile under the effect of this spell, the host creature automatically falls under the complete control of the possessing spirit (\u003cspan class=\"caps\"\u003eECS\u003c/span\u003e 101). For the purpose of combat, the fleshbound creature uses its own attacks and special abili­ties, but does not gain any additional abilities not already granted by being possessed.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eEach round as a full-round action, a fleshbound crea­ture can make a special Will save (DC equal to spell\u0026#39;s save DC minus possessing spirit\u0026#39;s HD + your caster level). A quori spirit possessing an Inspired host can add the levels of the host body to its Hit Dice for the purpose of resisting this spell. If the spirit succeeds on the save, it can abandon the host body as a free action. If it chooses not to abandon the host, the possessing spirit remains bound.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAny attack that deals hit point damage or ability damage to the host creature deals the same damage to the possessing spirit. The possessing spirit cannot be killed in this way, but if it or the host creature is taken to 0 or fewer hit points, the possessing spirit is forced from the body as if subject to a dismissal spell. Also, its psychic wounds prevent it from possessing any other host for a number of days (as reckoned on the Material Plane) equal to the amount of hit point damage and ability damage dealt to it.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eMaterial Component:\u003c/em\u003e A sphere of volcanic glass, which is shattered as the spell is cast.\u003c/p\u003e","descriptors":"","divine_focus_component":"0","duration":"Instantaneous","effect":"","id":4793,"material_component":"1","meta_breath_component":"0","name":"Fleshbound","page":127,"rulebook":"Secrets of Sarlona","saving_throw":"Will negates; see text","school":"Abjuration","somatic_component":"1","spell_range":"Close (25 ft. + 5 ft./2 levels)","spell_resistance":"Yes","subschool":"","target":"One possessed creature","true_name_component":"0","verbal_component":"1","xp_component":"0"}}