{"id":4817,"created":1449242851,"modified":1449242851,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003eDespite their peaceful and cheerful demeanor, the gnomes of Zilargo practice many subtle techniques to ensure that negotiations and social interactions work out in their favor. Although it is typically used only as a last resort when nonmagical negotiating (or blackmail) fails, the insidious suggestion spell comprises a powerful part of gnome negotiating strategy.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eWhen you cast this spell, it functions just like a \u003ca href=\"/spells/players-handbook-v35--6/suggestion--2573/\"\u003e\u003cem\u003esuggestion\u003c/em\u003e\u003c/a\u003e spell (page 285 of the Player\u0026#39;s Handbook), except that if the target makes its saving throw, the same suggestion is repeated on your turn in each subsequent round (maximum 1 round per caster level). The target creature must make another saving throw each round or be affected by the suggestion, acting out the specified course of action for up to 1 hour per caster level or until the action is completed (as per the suggestion spell).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eSpecial:\u003c/em\u003e Gnome spellcasters cast this spell at +1 caster level.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eMindset:\u003c/em\u003e The energies you manipulate while preparing this spell enhance your force of personality, granting you a +2 competence bonus on Bluff, Diplomacy, and Intimidate checks.\u003c/p\u003e","descriptors":"Mind-Affecting, Language-Dependent, Mindset","divine_focus_component":"0","duration":"See text","effect":"","id":4817,"material_component":"0","meta_breath_component":"0","name":"Insidious Suggestion","page":187,"rulebook":"Races of Eberron","saving_throw":"Will negates","school":"Enchantment","somatic_component":"1","spell_range":"Close (25 ft. + 5 ft./2 levels)","spell_resistance":"Yes","subschool":"Compulsion","target":"One creature","true_name_component":"0","verbal_component":"1","xp_component":"0"}}