{"id":482,"created":1449242757,"modified":1449242757,"data":{"arcane_focus_component":"0","area":null,"casting_time":"1 round","corrupt_component":"0","description_html":"\u003cp\u003eThis spell causes a wall of bones to erupt from the earth.\u003cbr /\u003eThe wall can be whatever shape you desire as long as its base is solidly on the ground, but it cannot be conjured so that it occupies the same space as a creature or another object.\u003cbr /\u003eThough solid, the wall has many small openings and gaps, and creatures on either side have cover and concealment against attacks from the opposite side.\u003cbr /\u003eA wall of bones can be passed through as a full-round action, but its sharp spikes and edges deal 1d8 points of damage to any Small or Medium creature that attempts to do so.\u003cbr /\u003eSmall creatures can slip and wriggle through the wall at will, but a Medium creature must make a successful DC 20 Escape Artist check.\u003cbr /\u003eFailure means that a creature takes damage as normal and becomes stuck in the wall.\u003cbr /\u003eIt must make another move attempt the following round to either pass through the wall or pull back from it (taking damage from the movement either way).\u003cbr /\u003eTiny or smaller creatures can slip freely through the wall at half speed, and Large or larger creatures cannot pass through it but might be able to break through (see below) or climb over, taking no damage.\u003cbr /\u003eAny creature trapped in the wall can choose to remain motionless until the spell expires to avoid taking any more damage.\u003cbr /\u003eThe wall is 6 inches thick per caster level.\u003cbr /\u003eEach 5-foot square has 10 hit points per 6 inches of thickness, but the wall takes only half damage from slashing or piercing weapons.\u003cbr /\u003eA creature can make a Strength check (DC 15 + 2 per caster level, maximum + 10) to break through the wall with a single attack.\u003cbr /\u003eThe wall is composed of bones of many different types of creatures, fused at bizarre angles, but it cannot be animated by an animate dead spell nor communicated with via speak with dead.\u003cbr /\u003eMaterial Component: A withered tree branch taken from a cemetery.\u003c/p\u003e","descriptors":"","divine_focus_component":"0","duration":"10 minutes","effect":"Wall whose area is up to one 10-ft. square/level","id":482,"material_component":"1","meta_breath_component":"0","name":"Wall of Bones","page":null,"rulebook":"Complete Arcane","saving_throw":"None","school":"Conjuration","somatic_component":"1","spell_range":"Medium (100 ft. + 10 ft./level)","spell_resistance":"No","subschool":"Creation","target":null,"true_name_component":"0","verbal_component":"1","xp_component":"0"}}