{"id":4854,"created":1449242852,"modified":1449242852,"data":{"arcane_focus_component":"0","area":"","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003eUndying aura wreathes the target creature in a golden shield of positive energy, granting it immunity to death effects, energy drain effects, and any negative energy effects (such as from chill touch or an inflict spell).\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eAny time during the spell\u0026#39;s duration, the target can release the power of the aura by making a melee touch attack against an undead creature. On a successful attack, the aura pulses angrily as it tears apart the negative energy sustaining the creature, dealing 1d6 points of damage per caster level (maximum 15d6) and dazing it for 1 round. A successful Will save halves the damage and negates the daze effect. Since the spell utilizes positive energy to deal damage, incorporeal creatures do not benefit from the normal miss chance for incorporeality. Using the touch attack ends the spell\u0026#39;s duration.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003eA deathless creature (see page 275 of the \u003cspan class=\"caps\"\u003eEBERRON\u003c/span\u003e Campaign Setting) targeted by the touch attack power of this spell is instead healed of 1d6 points of damage per caster level (maximum 15d6). Some suggest that this indicates the spell was originally designed by the Aereni, and the name of the spell seems to support this claim.\u003c/p\u003e\u003c/b\u003e\u003c/b\u003e\u003cp\u003e\u003cem\u003eFocus:\u003c/em\u003e A clear spar of crystal worth 500 gp.\u003c/p\u003e","descriptors":"","divine_focus_component":"1","duration":"1 minute/level or until discharged","effect":"","id":4854,"material_component":"0","meta_breath_component":"0","name":"Undying Aura","page":103,"rulebook":"Magic of Eberron","saving_throw":"Will partial","school":"Transmutation","somatic_component":"1","spell_range":"Touch","spell_resistance":"Yes","subschool":"","target":"Living creature touched","true_name_component":"0","verbal_component":"1","xp_component":"0"}}