{"id":573,"created":1449242759,"modified":1449242759,"data":{"arcane_focus_component":"0","area":"One 10-ft. cube","casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003eYou transform natural, uncut, or unworked rock of any sort into an equal volume of red-hot molten lava.\u003cbr /\u003eAll creatures in the spell\u0026#39;s area who make a successful Reflex save take 2d6 points of fire damage provided they can physically escape the area on their next turn.\u003cbr /\u003eCreatures that fail their save, or those unable to escape the area, take 20d6 points of fire damage for each round they remain in the area.\u003cbr /\u003eCreatures in the lava have their speed reduced to 5 feet and take a -2 penalty on attack rolls and to Armor Class.\u003cbr /\u003eEven after leaving the area of the spell, creatures that were exposed to the lava take half damage (either 1d6 or 10d6) for an additional 1d3 rounds.\u003cbr /\u003eIf transmute rock to lava is cast upon the ceiling of a cavern or tunnel, the lava falls to the floor and spreads out in a 15-foot-radius pool at a depth of approximately 1-1/2 feet.\u003cbr /\u003eThe rain of lava deals 2d6 points of fire damage and 1d6 points of bludgeoning damage to anyone caught directly beneath (Reflex half).\u003cbr /\u003eIn addition, creatures take 2d6 points of fire damage each round when they are caught in the area of the pool, then 1d6 points of fire damage for 1d3 rounds after they escape.\u003cbr /\u003eWhile constructions of worked stone can\u0026#39;t be targeted with this spell, casting it on unworked stone below or adjacent to such structures does 10d6 points of fire damage per round to any part of the structure in contact with the lava.\u003cbr /\u003eWooden structures in contact with lava instantly burst into flame.\u003cbr /\u003eThe lava cools naturally from its surface toward its center, and it no longer deals fire damage after 2d6 hours as it slowly reverts to stone.\u003cbr /\u003eThough a 15-foot-radius pool can take as long as two days to completely cool, the core of a 10-foot cube of lava might remain molten for a month or more.\u003cbr /\u003eMagical or enchanted stone is not affected by the spell.\u003c/p\u003e","descriptors":"Earth, Fire","divine_focus_component":"0","duration":"Instantaneous","effect":null,"id":573,"material_component":"0","meta_breath_component":"0","name":"Transmute Rock to Lava","page":null,"rulebook":"Complete Arcane","saving_throw":"Reflex half; see text","school":"Transmutation","somatic_component":"1","spell_range":"Medium (100 ft. + 10 ft./level)","spell_resistance":"No","subschool":"","target":null,"true_name_component":"0","verbal_component":"1","xp_component":"0"}}