{"id":901,"created":1449242766,"modified":1449242766,"data":{"arcane_focus_component":"0","area":null,"casting_time":"1 standard action","corrupt_component":"0","description_html":"\u003cp\u003eExuding the stench of festering carrion, waves upon waves of buzzing, clambering, clicking bugs roil up from beneath the earth.\u003cbr /\u003eYou cause a thick but porous wall, alive with hungry bugs, to buzz and scuttle into existence.\u003cbr /\u003eIt provides concealment in both directions, imposing a 20% miss chance on any attacks passing through it.\u003cbr /\u003eYou cannot conjure the wall so that it occupies the same space as a creature.\u003cbr /\u003eAny living creature passing through the wall is subjected to hundreds of tiny bites.\u003cbr /\u003eIt takes 2d6 points of damage and must succeed on a Fortitude save or be nauseated for 1 round.\u003cbr /\u003eAny creature becoming nauseated while moving through the wall can complete itsmove action, but cannot take a standard action in that round.\u003cbr /\u003eThe wall of vermin is immune to weapon damage, though it can be affected by area spells and effects (such as burning hands or cone of cold).\u003cbr /\u003eIt has 20 hit points and automatically fails any save.\u003cbr /\u003eDisintegrate has no effect on a wall of vermin, since it is not a single physical object, though any wind of 50 mph or greater breaks it up for 1 round.\u003cbr /\u003eDespite its appearance, a wall of vermin is not made up of natural creatures, and thus is unaffected by spells that affect animals or vermin.\u003c/p\u003e","descriptors":"","divine_focus_component":"1","duration":"Concentration + 1 round/level","effect":"Wall of pests whose area is up to four 5-ft. squares (S)","id":901,"material_component":"0","meta_breath_component":"0","name":"Wall of Vermin","page":null,"rulebook":"Complete Scoundrel","saving_throw":"Fortitude partial; see text","school":"Conjuration","somatic_component":"1","spell_range":"Close (25 ft. + 5 ft./2 levels)","spell_resistance":"Yes","subschool":"Creation","target":null,"true_name_component":"0","verbal_component":"1","xp_component":"0"}}